const story = `江ノ島盾子は絶望していた。

何もかも自分の思い通りになってしまって――

すべてが希望通りの結果になってしまって――

絶望していた。

――なんで、こんなにうまくいっちゃうの？

胃の奥から湧き上がったマグマのような熱気が、体の中を逆流するようにせり上がってきて、そして彼女の胸のあたりで大爆発を起こした。

その衝撃は心臓から全身の筋肉へと流れていき、彼女に全力の足踏みを起こさせる。足元の濁った水たまりが、バシャバシャと音を立てながら水しぶきとなって舞っていった。

よく見ると、それは――真っ赤な水しぶきだった。

彼女の足踏みに合わせてシャワーのように降り注ぐ赤い水しぶきが、その服や肌にグロテスクな模様を作り上げていく。

血で真っ赤に染まった服と、

血で真っ赤に染まった髪と、

血で真っ赤に染まった顔。

だが彼女はそんなことを気にも留めずに、ひたすら地面を踏みつけていた。

それは自分の全存在を、全能力を、全身全霊を懸けたような全力の地団駄だった。

熱病にうなされた獣が暴れ回っているような地団駄――そんな中で、江ノ島は自らを罵倒するように叫んでいた。

「こんなんじゃないッ！」

絶叫が反響し合い、バラバラに砕け散った石の破片のようにあたりに降り注ぐ。

それでも彼女は、「もっと！　もっと！」と、悲鳴のように叫び続け、「もっと！　絶望的な絶望なのよおっ！」と、ひたすら地面を踏み鳴らし続けた。

絶望的な絶望――それが彼女の望みだった。

それは世界にとっての絶望であり、そして彼女自身にとっての絶望。

「もっともっともっと！　絶望的な絶望が――」

と、不意にその言葉が途切れた。

頭の奥に電流が走り、彼女はピタリと動きを止めていた。

その顔は驚いたような表情のまま固まり、真っ赤に染まった全身のあらゆる筋肉が脱力し切ったように、棒立ちしている。

そして――そのままボソリと呟いた。

「……そうだ」

頭蓋骨の内側でバチンバチンと連鎖的にスイッチが入っていき、真っ暗だった思考に灯りがともされていく。

そこに浮かび上がったのは――顔だった。

もちろん彼女の知っている顔――彼女と同じ希望ヶ峰学園の生徒の顔だった。

「……うぷぷ」

笑みと共にブルリと体が震えた。

その震えは徐々に全身へと広がっていき――そして、彼女は再び足を踏み鳴らし始めていた。

「うぷ……うぷぷぷぷぷぷぷぷぷぷぷぷ」

今度は踊るような足踏みだった。

嬉しくて楽しくて仕方がない――そんな感情を体全体で表現しているような足踏みだった。

「素敵！　凄く素敵だわ！」

これから自分が絶望に叩き込む人物の顔を思い浮かべながら――

まるで恋でもしたように軽やかな心地で――

絶望のリズムを刻みながら――彼女は踊る。

「これって、絶望的に素敵だわっ！」

恍惚とした笑みを浮かべながら、《超高校級の絶望》江ノ島盾子は踊り続けていた。

狂ったように踊り続けていた。

それが始まりだった。

最後に絶望で終わる物語の始まりだった。



私立希望ヶ峰学園――

全国から特別な才能を持つ高校生だけが入学を許される政府公認の特権的な学園で、国の将来を担う《希望》を育て上げることを目的とした、まさに希望の学園と呼ぶにふさわしい学園だった。それゆえ、羨望の意も込め『この学園を卒業できれば人生において成功したも同然』などとも言われるが、各界の重要ポストを担う学園の出身者たちを見れば、それが言いすぎだとは誰も思わないはずだ。

そんな希望ヶ峰学園への入学資格は二つ。

――現役の高校生であること。

――各分野において超一流であること。

希望ヶ峰学園には一般的に言う入学試験は存在しない。その場限りの試験で試すようなことに意味はない――それがこの学園の方針だった。ゆえに入学者たちは、才能の研究者であり教育者でもある希望ヶ峰学園教職員たちのスカウトによってのみ集められている。

希望ヶ峰学園の教職員たちは言わば才能の育ての親。才能を見出し、才能を育て上げることこそが、彼らに課せられた重大な使命であった。

だが、そんな彼らは今――

そんな学園は今――

前代未聞で、未曾有の、危機に直面していた。

希望ヶ峰学園東地区にある教職員棟――

そこは東地区内に建ち並ぶ施設の中でも、唯一生徒の立ち入りが禁止されている場所だった。その建物の中は今――異常なまでの静けさに包まれていた。

いつもなら教職員たちが慌しく行き交う廊下にも人影はない。個室や、研究室、広大なオフィスを思わせる教職員室も、どこもかしこも無人だった。そこにいるべき全員は、とある一ヶ所に集められていたからだ。

――第十三会議室。

教職員棟の最上階にあり、最大収容人数は三百人にものぼる、この学園で最大規模を誇る会議室だった。今、学園中の教職員たちがその会議室に集まっていた。広大な会議室が人という人でびっしりと埋め尽くされ、室内に所狭しと並べられた長テーブルに空席はまったくない。

だが、その割には静かだった。

会議室内で聞こえるのはたった一人の声だけ。

その声の主は――

希望ヶ峰学園長、霧切仁だった。

彼は会議室の最前列のテーブルで、集まった教職員たちと向かい合うようにしながら、手にした原稿を淡々と読み上げている。ただ淡々と――何の感情もなくそこに書かれた文字を口にしているだけ。オーディオプレイヤーと何ら変わりない。とは言え、これは霧切にとっては重要な職務だった。自分にはすべての教職員たちにこの決定事項を伝えなければならない義務がある。たとえ、どんなに常識はずれの決定事項だとしても……いや、そもそも今の私たちには疑問や迷いなどを抱いている暇はない。そんな暇があるなら他にやるべきことはいくらでも――

「隠蔽するということですか？」

唐突に会議室に響き渡った声。

反射的に顔を上げると――三百人以上の視線が一斉に自分に向けられていた。

突き刺すとか探るとかとも違う、もっと居心地の悪い視線だった。薄皮一枚だけに触れてくるような視線で、霧切は全身の毛が逆立つような心地悪さを感じた。

それらの視線から逃げるように、霧切は自分の右側に並んだ四人の顔を見た。

同じ最前列のテーブルに陣取っている彼らは、どれもこれも皺だらけの顔だった。揃ってきつく目を閉じているせいで皺だらけの顔がさらに皺だらけになり、霧切の位置から見ると縦に四つ重なった皺だらけの顔が一つの大きな皺のかたまりにも見えた。

彼ら――希望ヶ峰学園評議委員会の面々はとっくに何かを放棄しているような態度だった。

そりゃそうか――と、思わず苦笑いを浮かべた。

ま、最初から期待していなかったけどな――誰にも聞こえないように心の中だけで呟きながら、霧切は自分に向けられている視線と正面から向き合った。

ここからは自分の言葉だけで――そこで決意をした。

「最初に言っておくが」霧切は念を押すように言った。「これは先ほど行われた希望ヶ峰学園評議委員会での決定事項なんだ」

途端に空気が生ぬるくなっていく気がした。教職員たちの体温が急激に上がったせいかもしれない。霧切は手元のコップで口元を湿らせた後、続けた。

「もちろん、この決定がどれだけ異常なことかは私たちだって理解している」

私たち――そこに含まれている皺だらけの顔は、相変わらず少しも動かないままだった。霧切が自分の言葉で語り始めるのも最初からわかっていたような態度だった。

「だが、これは責任逃れの隠蔽工作などとは訳が違う。むしろ私たちが責任を取って済む問題ならいくらでも責任を取ろう。しかし《例の件》はその程度で片付く問題ではない。もっと言えば、この場にいる全員が責任を取ったところで済む問題でもない。事はもうそんな次元にはないんだ」

そこで霧切はいったん言葉を区切ると、自らを落ち着かせるようにコップの水を一気に飲み干した。

「……誤解のないように言っておくが、私は何も、自分たちの考えが完全に正しいなどと思っている訳ではない。それならば、あんな《パレード》などが起こるはずもないからな」

霧切はカーテンで閉ざされた窓を指差した。何人かが苦々しい視線を窓に向ける。

「あの《パレード》も、ここ最近は規模が大きくなる一方だ。あれに参加している彼らにとって私たちは憎むべき存在なんだろう……そういう見方もあるということだ」

そこで霧切は教職員たちの顔をゆっくりと見回すと――その場の一人一人に言い聞かせるように、はっきりとした口調で言った。

「それでも私は『才能こそ人類にとっての希望』という希望ヶ峰学園の理念が間違っているとは思えない。だが、もしここで《例の件》が明らかになってしまえば、私たちはその理念を失うことになるだろう。それは人類にとって明らかな損失だ……そんなことは後援会や各界のＯＢたちも誰も望んでいない」

後援会や各界のＯＢ――その言葉に会議室内が小さくざわめいた。

「そこで私と評議委員会の四人で協議を重ねた結果……やはり、私たちは《例の件》は公表するべきではないとの結論に達した」

チラリと老人達を窺う――相変わらずだった。まるで自分は関係ないとでも言わんばかりの無表情。

「……さっきも言った通り、この決定がどれだけ異常なことかは私たちだって理解している。だが、それでも私たちには、研究者として教育者として、才能を守る義務がある。突出した才能が敵視されるなど悲劇以外の何物でもない。それに……私たちには忘れてはいけないことがもう一つあったはずだ」

三百人以上の教職員たちが、霧切の次の言葉をじっと待っていた。

「いくら罪を犯そうと……あの生徒が私たちによって育てられた《特別な希望》であることに変わりはないんだ」

途端に教職員たちの目の色が変わった。

しかし、ざわめきは起きなかった。

ただの沈黙。

誰も反論しない――と言うより反論できなかった。

彼の発言は偏狭的だったが、ここにいる全員がそうだった。彼らはみな教師であると同時に才能の研究者でもある。研究者が研究対象にとり憑かれるように彼らもまた――才能というものにとり憑かれているのだ。

そういう人間でなければ、ここにはいられない。

だからこそ彼らは霧切の言葉を聞き、そこで決心した。

自分が信じた理念の為に、自分が信じた未来の為に、自分が信じた希望の為に――

希望ヶ峰学園史上最大最悪の事件を――全力を挙げて隠蔽する、と。



舗道の脇の茂みから、黄色い猫が顔を覗かせていました。

猫はゆらゆらと踊る草を搔き分けて舗道へ出てくると、長い尾を動かしながら期待のこもった視線を私に向けてきます。しかし、その目はすぐに警戒へ、さらには恐怖へと変わっていきました。軽快なスキップで舗道を突き進んでくる私に恐れをなした猫は、踏み潰されると勘違いしたのか、慌てて茂みの中に逃げ込んでしまいました。

けれど、そんなことなどお構いなしの私は、陽気な日の光を全身に浴びながら、スカートをひらひらと舞わせて、エゲツないほどの軽快なスキップで進んでいきます。

ここは私立希望ヶ峰学園の東地区――

その中庭――

周囲には真新しい校舎や施設がたくさん建ち並んでいて、まだ建設途中の建物もいくつか見えます。私は、それらの間を縫うように伸びた舗道の上を、小汚い猫や、勉学や交友に精を出す級友たちには目もくれず、そして久しぶりの外出を楽しむ訳でもなく、ただ目的地に向かってエゲツないほど軽快なスキップで進んでいました。

ただし、私は意味もなくスキップをするほど能天気な女ではありません。

これには理由があるんです。

――これから好きで好きで堪らない人に会いに行くからでーす。

とは言え、理由があろうとなかろうと、由緒正しき希望ヶ峰学園の中庭を軽快なスキップで移動している学生なんて他にはいるはずもないので、私は当然のように道行く学生たちから奇異の視線を向けられている訳ですが――

そんなことは私には関係ありません。

泣いている女の子も、ケンカ中のカップルも、立ち往生している車椅子の学生だって、貧血で倒れている学生ですら――私のスキップは止められません。

早く会いたい大好きな彼に会いたい――と、私はそんな想いだけに身を震わせながら、そのまま天への階段を駆け上がっていってうっかり羽ばたいてしまっても誰も不思議に思わないほどのエゲツない軽快なスキップで中庭を進んでいきました。

進んでいったのですが――

「……あれ？」

そこで、ふと立ち止まってしまいました。

「どこ行けばいいんだっけ？」

あたりを見回します。自分がまるで見覚えのない場所に立っていたことに気付き、途端に胸の奥がザワザワと騒ぎ出しました。

大丈夫――必死に自分を落ち着かせながら、背負っていたリュックから一冊のノートを取り出しました。ノートの最後のページを見ると、そこにはこんな一文がありました。

『希望ヶ峰学園東地区の生物学棟。その三階にある神経科学研究所だよ』

爽やかな安堵の風が通り過ぎていったのを感じました。

そうそう、生物学棟だったよね！

――って、あれ？　生物学棟ってどこだっけ？

再び胸がザワザワ。

大丈夫大丈夫――自己暗示のように繰り返しながらノートを慌しくめくっていくと、地図のようなものが描かれたページで目が留まりました。

『これが希望ヶ峰学園東地区の全容だ』

よくぞやった、私！　

思わずガッツポーズ！

すぐに中庭のど真ん中に鎮座する噴水の縁に飛び乗ると、ノートの地図とあたりの建物とを見比べていきます。文学棟、科学棟、物理棟、芸術棟、数学棟、体育棟、語学棟、教職員棟――噴水の冷たい水しぶきを太ももに浴びながら、目的地である生物学棟をまるで初めて訪れる場所のように必死に探していると――

「あっ、あれかな？」

薄緑色の壁が特徴的な四角い建物を発見。

生物学棟に関するノートの記述と見事に一致しています。

「よーしっ！」

噴水の縁から飛び降りると同時に、私は駆け出しました。周囲にいた男子たちが驚いたようにこちらを見ていたので、ひょっとすると勢い余ってスカートがめくれたのかもしれませんが――そんなことは関係ありません。

とにかく私は、私が忘れない内に、目的地にたどり着かなければいけないのです！

猛ダッシュで生物学棟へと駆け込んだ私は、ロビーの奥に階段を発見。勢いそのまま三段飛ばしで駆け上がっていき――そして三階に到着。

廊下を走り抜けつつ、扉の上にあるプレートを一つずつ確認していくと――突き当たりに『神経科学研究所』のプレートを発見しました。

慌てて急ブレーキ。

いったん深呼吸をすると、手鏡でヘアー＆スマイルチェック。

――うん、今日もかわいい！　

その素敵な笑顔を持続したまま、「こんちわー」と、目一杯明るい声で研究所の扉を開けた――その時でした。

ボシュッ――と、風を切る音が耳元をすり抜けていきました。

「……ひゃ？」

恐る恐る振り返ってみると――廊下の奥の壁に金属の刃物が突き刺さってビィィィンと揺れています。

私は飛び退りながら叫びました。「な、何でメスが空を飛んでくるのっ？」

すると研究所の中からたしなめるような声。「うるさいぞ」

その声を聞いた途端に――お胸がドキン。

ドキンドキンしながら研究所の中に視線を移すと、部屋のど真ん中に置かれたベッドの上に男性が寝転んでいました。

「……遅刻だ。ブスのクセに遅いってどういうことだよ」

薄汚れた白いシャツをだらしなく着崩した彼は、仰向けの体勢で手にしたマンガ本に見入ったまま、こちらを見向きもしていません。

「それにブスのクセに声が大きいってのもどういうことだ。大体、ブスのクセに刃物を怖がるってのもおかしいだろ」

「ちょ、ちょっと待ってよ！」私は慌てて彼の言葉を止めました。「いきなりブス連呼とか、そんな差別発言してるとクレームがくるよ？」

「……クレームってどこからだよ。全日本ブス協会とかか？　むしろ、その協会の存在自体が差別だろ」

と、マンガ本を見つめたままブスを連発する彼が――この神経科学研究所の責任者であり、私の治療を担当する医師であり、私の年上の幼馴染みであり、何より私が好きで好きで堪らない――

《超高校級の神経学者》松田夜助くん――のはずです。

「あ、そうか。お前もその妙な協会の一員なんだろ。だからそんなに怒ってるんだよな？」

「ち、違うよ！　だって私はブスじゃないもん！」

「……そうだな、確かにお前はブスじゃない」

私はにんまり笑顔で胸を張ります。「うんうん、わかってるって。だってさっき鏡でチェックしたばっかり――」

「むしろ、どブスだからな」

「どブス！」

ガーンと擬音が響きそうなほどショックを受けた私でしたが、すぐに気を取り直して激しく反論します。

「う、噓だよッ！　私はどブスじゃないって！　むしろ世間的にはかわいい方だって！」

けれど、いくら私が騒ぎ立てても、松田くんはマンガ本から目を離そうともせず、

「世間一般的な話なんて知るか。ブスと思うかどうかは俺の主観的判断だからな」

そんな風に他人事のように言うだけでした。

「じゃあ、どこがブスなのか教えてよ！　クリニックで治すから教えてよ！」もうほとんどやけくそでした。「目なの？　鼻なの？　それとも口？　眉はどう？」

「後は心もだ」

「心はクリニックじゃ治せないって！」

「そうか。可哀相なヤツだな。顔が悪い上に性格も最悪だなんて救いようがない。けど同情の対象にだったらなれるんじゃないか？　駅前で募金箱持って立ってみたらどうだ？　かなり稼げると思うぞ」

私はガックリと肩を落としました。そのままガックリと床に手を突き、グッタリとうな垂れてしまいました。完全に打ちのめされてしまったのです。

「……ところでお前は誰だ？」

「え？」

意外な彼の言葉に、私は驚いて顔を上げました。

「声だけだと、いまいち誰かわからないんだよ」

「て言うか、今まで誰だかわからないで話してたの？」

「名前を名乗らないお前が悪いんだろ」

「な、名前も何も……見ればわかるでしょ？　ほら、私だよ」

「よそ見している暇はないんだ」松田くんはマンガ本を読み耽りながら言いました。「今は読書中だからな」

「よそ見って……でも、それってマンガでしょ？」

「だから何だよ。『マンガと私のどっちが大事なの？』とでも聞くつもりか？　だったら答えてやるけど、今もマンガだよ」

「なるほど『今は』ではなく『今も』ってことは、これまでもこの先もずっと私よりもマンガの方が大事だと……って残酷な事実だね！　知りたくなかったよ！」

「ノリ突っ込みはいいから、さっさと答えろって」

「わ、わかったよ……」

私は促されるままにリュックからノートを取り出すと――その表紙に注目しました。

『音無涼子の記憶ノート』

それを見て私はようやく思い出しました。

自分の名前を思い出しました。

「えっと、私の名前は音無涼子……らしいよ？」

「自分の名前に疑問混じりで答える間抜けなんて、俺は一人しか知らないな」

「……あ、その私だと思う。多分」

すると松田くんはため息混じりに、

「ふーん、じゃあ不審者じゃなかったのか……」

「……もしかして、さっきメスを投げたのは私を不審者と勘違いしたから……とか言うつもりじゃないよね？」

「実際そうだからな。俺は知り合いにメスを投げるような危険人物じゃない」

「噓だよ、絶対っ！」私は松田くんに向かって人差し指を突きつけます。「だって松田くんは私だって確認する前から『ブスのクセに遅い』とか『ブスのクセに声が大きい』とか言ってたじゃん！　それって私だって気付いてた証拠でしょ！」

パタン――

松田くんが手にしていたマンガを閉じた音でした。

彼はベッドのクッションを利用して跳ねるように起き上がると、そのままツカツカと私の目の前まで歩み寄ってきました。

「え？　何？　ど、どうしたの……？」

じっと彼に見つめられ――体があっという間に熱くなっていきます。

「……お前、覚えていられたのか？」

「……は？」

松田くんの両手が私の肩を強く摑みました。彼はそのまま私に顔を寄せると、問い詰めるような口調で、「お前、俺が最初にブスって言ったのを覚えていられたのか？」

そんな風に真顔の松田くんに間近まで迫られた私は――肋骨のあたりがキューっとなって、心拍数がバクバクバクと急上昇。

「あ、なんか……そうみたい。えへっ、今日は調子がいいのかな？」

と、私がピンク色の吐息のような声で答えたところで――彼は私の肩から手を離すと、くるりと背を向けてしまいました。

そして背を向けたまま、小さな声で独り言のように呟きます。

「調子が良いのか悪いのか……どっちだろうな……」

「……え？　何が？」

「なんでもない」

松田くんは首を振った後、すぐに命令口調で言いました。

「いいからベッドに寝ろ。さっさと始めるぞ、このカス」

私はドキドキの余韻に浸りながらリュックを脇に置くと、さっきまで松田くんが寝ていたベッドに横になりました。柔らかなマットに身を預けた途端、シーツに染み込んだ匂いが私の鼻孔をくすぐります。きっと松田くんの匂いです。その匂いを嗅ぎながらベッドに残った彼の体温を全身に感じていると、まるで彼に優しく包み込まれているような幸せな気持ちになってきて――

「うっししししし」思わず笑みが零れました。「うっししししししし」

「……それって、もしかして笑ってんのか？」

松田くんはあからさまに顔をしかめていました。

「クソ虫にそんな風に笑う習性があるのはわかった……けど、いくらなんでも気持ち悪すぎだろ。せめてもう少し普通の笑い方はできないのかよ」

「うひょひょひょひょひょ」

「どこが普通だ。余計に気持ち悪いぞ」

呆れたように言いながら、松田くんは研究所の奥からガラガラと台車を引っ張り出してきました。台車の上には何だか物々しくて複雑そうな機械が偉そうに鎮座しています。松田くんはその台車をベッドに横付けすると、「始めるぞ」と、引き締まった眼差しで機械を操作し始めました。

私はそんな松田くんに思わず見入ってしまいます。

サラサラと柔らかそうな髪。そこから覗く切れ長の目。女の子みたいに長いまつ毛。先のとがった顎。小さくて薄い唇。白くて細長い指――

「気持ち悪い顔で見んな、どブス」

それに口が悪い。

そうです、それが松田くんなのです――と寝っ転がりながらノートに記入。

「そんなことをいちいちノートに書いてどうすんだよ、クズ」

「だって書いとかないと忘れちゃうんだもん」

すると松田くんは大仰にため息を吐き出しながら、

「……まったく、底の抜けたコップみたいだよな、お前の頭って」

底の抜けたコップ――酷い言いようですがまったくその通りでした。

私は見聞きした情報を、酷い時には覚えた次の瞬間に、もう忘れてしまうのです。

原因はわかりません。

あったとしても覚えていません。

どちらにしても、私は普通じゃないほど忘れっぽい――ということは確かです。

「でもさ、私だって忘れたくて忘れてる訳じゃないもん。これって脳の病気とかなんでしょ？　だったら仕方ないじゃん。優しくしてよー」

「いや、一概に病気とは言えないな」松田くんは小さく首を振りました。「人間の記憶ってヤツは複雑でまだすべてが解明された訳じゃない。未だブラックボックスなんだ。だから病気の一言で片付くほど簡単な問題でもないんだよ」

そう説明しながら、彼は私の頭や顔にペタペタと吸盤のような物を貼り付けていきます。それらの吸盤から伸びたコードは台車の上の機械と繫がっているようでした。

「人間の記憶の中には《エピソード記憶》と分類される記憶があるんだ。それは個人的体験や出来事についての記憶とされている。そのエピソード記憶を新しく形成する際に使われるのが、海馬体という脳の部位なんだ。そこに異常があると新しいエピソード記憶が形成されなくなってしまう。昔の例だが、手術の為に海馬体を切り取った患者が、その後新たに記憶を獲得する能力をなくしてしまったという有名な話がある。それ以来、海馬体は脳の記憶形成に重大に関わる分野として研究が進められてきたんだ。ただ海馬体に異常があっても、自転車の乗り方や、道具の使い方といった《手続き記憶》を新たに形成することはできる。もちろん、それに関するエピソードを覚えておくことはできないけどな。要は、自転車には乗れるが、どうやって自転車に乗れるようになったのかは覚えていない……それと似たようなモンだ」

「そっか……だから私は忘れっぽくても、『ノートを読み書きする』ってことだけは忘れないんだね」

と、話題のノートを両手で掲げながら、私はふむふむと頷きます。

『音無涼子の記憶ノート』

そのノートは忘れっぽい私にとっては記憶そのもの。私が唯一信頼している絶対的な必需品でした。逆に言えば、このノートさえあれば、私は特に不自由することもなく普通の人と同じような日常的な生活を送ることができるはずなのです。

とは言え、記憶のバリアフリー化が遅れているこの学園では、不都合なことが多々あるらしいです。例えば試験の時にはノートを見ることができないので、私はロクな点数が取れず、そのせいで私は休学に――

「え！　私って休学になっちゃったの？」思わずノートに向かって叫んでしまいました。「テストの点数が悪いだけで？　そんなの酷いよ！」

「退学じゃないだけマシだろ。それだって俺が学校側に掛け合ってやったからなんだぞ」

「え？　私を庇ってくれたの？」すぐにお胸がキュンと鳴きます。「嬉しいなっ！　えへへっ、松田くんって私に優しいんだねっ！」

そこで松田くんはフンと鼻を鳴らすと、

「……研究材料として確保しておきたかっただけだ」

だとしても、松田くんの役に立っているならそれでいいんですけどね！

「おそらく、お前の場合は検索失敗型の長期記憶の忘却だと思うが、神経細胞ニューロンの間のシナプス結合に異常があるのかもしれない……何にしてももう少し詳しく調べてみないとわからないけどな」

「私もよくわかんないけど……とにかく退学にならないで良かったよ！　もし退学処分になっていたら路頭に迷っちゃうとこだったもん！」

だって私はこの学園以外に居場所なんてありません。すべて忘れてしまいましたから。古い友達はおろか、家族のことすら何も覚えていないのです。

「それに、退学になったら松田くんとも離れ離れになっちゃうもんね……」

松田くんと離れ離れ――私が一番怖いのはそれでした。自分で言った言葉にも思わず震えてしまいます。

「余計な心配するな」

そんな私に向かって松田くんはぶっきらぼうに言いました。

「お前はいい研究材料なんだ。手放す気は……今のところはない」

「けど、今のところなんだね！」

嬉しいけど、これ以上嫌われないように気を付けないと！

「いちいち文句言うな。こんな重要な研究に携われるだけで光栄に思えよ」

そして、松田くんはそのままポツポツと語っていきました。

「記憶消去のメカニズムを解明することは、記憶装置のコアの分子メカニズムの解明にも繫がるはずなんだ。そこから記憶の持続機能アップや、記憶の喪失防止の治療薬の開発に繫がるかもしれない。そうすれば将来的には、記憶をコンピューターのハードディスクのデータのように自在にバックアップしたり消去したり……そんな風に操れるシステムを構築できるようになるかもしれない。実際、海外ではその研究も進められているしな。すでにプロテインキナーゼＭゼータという酵素分子を抑制することで、ラットの長期記憶を消せることも証明されている」

「なるほどねっ！」

全然わからなかったので、とりあえず大きな声を出しておきました。

「とにかく、愛する松田くんの役に立てるなら私は心の底からスーパーハッピーだよ！」

「脳の方がスカスカなら、そこから出てくる言葉もスカスカってことか……お前は本当にスカスカな女だな」

心配してるのか馬鹿にしてるのか、よくわかりませんでした。

だけど、それが松田くんなのです。

自分の頭の面倒は自分で見ろ――それが私に対する松田くんのスタンスでした。彼は冷たいし、素っ気ないけど、私を同情的に扱ったりはしません。私はいちいち同情的に扱われても鬱陶しいだけなので、こんな松田くんの態度が適温なのです。

「でも、スカスカでもミラクルハッピーだよ！　だって、大好きな松田くんの役に立ててるんだもん！」

私がめげずに声を張り上げると、松田くんは呟くように返します。

「ま、役に立ってるのは確かかもな……お前は特にレアなケースだし……」

「レアだって！　何かいい響き！」私は褒められたようで嬉しくなってしまいました。「ねぇ、レアって何がレアなの？　ねぇ教えて、ねぇねぇ教えて！」

「ねぇねぇ、うるさいな……」松田くんは大きなため息を吐きながら、「あんまり言いたくないんだよ。お前はすぐ調子に乗るからな……」

「いいじゃん、いいじゃん！　ねぇ教えて、ねぇねぇ教えてよ！」

それでも私がしつこく食い下がると、ようやく松田くんは教えてくれました。

「……あんな《妙な能力》を使えるほどの優れた頭脳を持つ人間が、記憶喪失になるなんて、なかなかあることじゃない……そういうことだ」

「……能力？　優れた頭脳？」

いまいち、ピンときませんでした。

「忘れているならそれでいい……あんな能力なんて使われた方がむかつくだけだしな。言っておくけど俺には絶対に使うなよ。わかったか、クソブス」

よくわからないけど――クソブスと釘を刺されてしまったので、わかったことにするしかありません。

「ま、何でもいいや。結果、こうして松田くんと親密な関係でいられるんだし、むしろ頭の病気には感謝しないとね！」

「だから病気じゃないって言ってんだろ……」

松田くんは私のニヤニヤ顔を隠すように、吸盤を貼り付けていきます。

「それにしても、お前の吞気さには逆に感心するよ。その状況でよく笑えるよな。少しは心配したらどうなんだ？」

「……え？　心配って何の心配？」

「だからさ」と、松田くんは呆れたように、「少しは気にならないのかって聞いてるんだよ。たとえば自分の症状が治るのかとか……そういうことだよ」

「……え？」

私はビックリしてしまいました。そんな風に改まって聞いてくる松田くんが、何だかおかしかったのです。

「あはははは、全然だよっ！」

だから笑ってしまいました。

「だって、私が覚えている私って今の私だけなんだよ？　忘れっぽくなる前の自分なんて覚えてないから、そもそも比べようがないんだって。だから私は《忘れっぽい》ことを欠点だとも思ってないよ。こういうモンなんだなって……そう思ってるだけだよ」

「欠点と思ってないにしても、その忘れっぽさがいつから始まったのかとか、いつまで続くのかとか……それくらいは気になるんじゃないのか？」

「ううん、気になんない。むしろこれが治ったら治療も終わって、そうなったら松田くんと会えなくなっちゃうんじゃないかってことの方がずっと心配だよ」

私がそう言ったところで、不意に沈黙が訪れました。

その沈黙がしばらく続いた後――松田くんがぽつりと呟くように言いました。

「心配するな」

しかも、やけに沈んだ声でした。

「この治療はずっと終わらせないさ……」

「え……？」

ふと見上げると――真っ黒な髪の隙間から覗く松田くんの顔が、何かを思い詰めたように強張っていました。

「松田くん？」

私が呼びかけると、ようやくピクリと反応しました。

「いや、何でもない……」

彼は取り繕うように首をコキリと鳴らすと――何事もなかったようにまた手を動かし始めます。

「ま、この手の症状は悲観的になるのが一番良くないんだ。そういう意味ではそれくらい能天気でいいのかもな」

「うん、私ってモルディブシンキングだからね！」

「確かに、お前の頭はモルディブ並みの陽気さだ。友達とか家族とか、物忘れする前の自分自身さえ忘れてそれなんだから、恐れ入るよ」

「だって、忘れたってことは最初からないのと一緒だからね。だから私が忘れたことは、みーんなまとめて、もう私とは関係ないってことにするんだ！」

「また、その口癖か」松田くんはやけに長い瞬きをしながら言いました。「そうやって『関係ない』で済ましていったら、お前の中には何も残らなくなるぞ？」

「大丈夫だよ、松田くんがいるから！」

私は胸を張って答えました。

「私は松田くんのことだけは覚えていられるんだよね。だから松田くんがいる限り、私は一人ぼっちになったりしないんだ」

「……きっと、俺に会うという行為自体が『治療』という《手続き記憶》の一環に組み込まれているんだろうな。だからお前は俺のことを覚えていられるんだ」

「違うって、そういうことじゃなくって――」

「あぁ、わかってるよ」

ムキになりかけていた私を制するように、松田くんは言いました。

彼は薄汚れたシャツの隙間から覗く薄い胸元をポリポリと搔きながら、淡々と吸盤の取り付け作業をこなしていきます。その様子からして、本当にわかっているのかは疑問でした。面倒臭くてそう言っただけかもしれません。もしかしたら、私が『覚えている』と言ったことすら信じていないのかもしれません。

でも本当なんです。

確かに、その『覚えている』は、普通の人が使う意味とはまるで違いますけど――それでも噓ではありません。

私は松田くんのことを覚えています。

忘れているけど――覚えているんです。

それは、今まで彼とどんな話をしたとか、今まで彼とどんなことをしたとか、そういうことを覚えているという意味ではありません。その程度のことはノートに任せておけば良くて――私が覚えているのはもっと特別で大切なことなのです！

つまり、私は記憶ではなく感情で――

頭ではなく心で――

松田くんへの《想い》を覚えているんです。

彼を目にした時、私は頭で理解するより先に、胸の鼓動で彼を感じます。そして、その鼓動が私に大事なことを告げてくれるのです。

――彼は私にとってかけがえのない存在なのだと。

だからいくら忘れっぽくても、私が松田くんを忘れることはありません。

私と松田くんとの間には、記憶以上の繫がりがあるからです。つまり、私にとって松田くんは、特別で別格でミラクルで、そしてそして――

「うるさいな」

「えっ？」

そこで慌てて我に返った私は、

「どっ、どうして聞こえちゃったのっ？」

と、飛び起き掛けたところで――松田くんに頭を押さえられました。

「暴れるとコードが外れるだろ、人間のクズかお前は」

コードを外しそうになったくらいで酷い言われようです。

「だって声に出してなかったのに……あっ、うるさいって、私の心臓の鼓動がうるさいってこと？　無理だよ、無理無理！　だって心臓止めたら死んじゃうもん！」

「……俺が言ったのは外の話だ」

「え？　外？」

松田くんが顎をしゃくって、窓を指しました。

耳を澄ましてみると――窓の向こうから妙な音が聞こえてくるのがわかります。

罵声、怒声、野次、非難、反発、に満ちた声が、とぐろを巻きながら地響きのように鳴っています。それは本能的に眉をひそめたくなるような不快な声の集合体でした。

「……何これ？」

「《パレード》だよ。まったく日に日に騒がしくなってるな……」

「パレードって、まさかあのパレード！？」

「噓つけ。どうせ覚えてないんだろ？」

松田くんは私のおでこをぴしゃりと叩くと、渋い顔で説明を始めます。

「要はデモだよ。それをここの教職員たちが……というよりも、その上の評議委員会の連中がそう呼ぶのを嫌って、《パレード》なんてバカバカしい名前で呼んでいるだけだ」

「……だけど、デモとパレードって意味的に逆じゃない？」

「だからこそ、だろ」

「でも、なんでデモなんかが……あ、ジョークじゃないよ！」

松田くんは弁解する私を無視するように、

「予備学科の連中だよ」

「予備学科……？」

これまた聞いたこと――ありませんよね？

「やっぱり忘れてるのか。ま、お前の頭はガバガバだから仕方ないか」

「ちょっと！　女子にガバガバなんて超セクハラ発言だよ！　江戸時代ならきっと打ち首もの……ふぎゅ！」

起き上がりかけた頭を押し込まれてしまいました。

「そもそも、希望ヶ峰学園は他の学校のような純粋な教育機関とは違うんだ。ここは才能の教育機関であると同時に、才能の研究機関なんだよ。同じように、ここの教職員たちは教育者であると同時に、才能を研究する研究者でもあるんだ。……だけど研究者ってのは厄介な生き物なんだ。研究すればするほどさらなる研究を求めようとする。そうすると決まって何かが足りなくなるんだが……わかるか？」

「えーっと……それは多分ね……」

「金だよ」

「そう、それだね！」解答のチャンスを失った私はせめてそれだけ言いました。

「つい最近まで、希望ヶ峰学園は政府の補助金と卒業生の寄付金頼りの小規模な学園でしかなかった。だから資金の面で研究が行き詰まることも多々あったみたいだ。だけど今の評議委員会の連中はそれでは満足しなかった。そこで、さらなる才能の研究を追求する為に導入されたのが、予備学科ってシステムだ」

うんうん――と、私は頭だけで相槌を打ちます。

「要は《超高校級》と呼ばれる俺たちを本科として、それとは別に、予備学科という入学制度を設けたんだ。予備学科は本科のある東地区から離れた西地区にあるから、俺たちとは交流もなくて、あまり知られていないんだが……本科とは何から何まで違うらしいぞ。そもそもスカウトじゃなくて普通の入学試験で志願者を選別しているらしいし、それは彼らを教える教職員もそうだ。本科を教えるのは学園に泊まり込んでいる研究者たちだが、予備学科を教える教職員のほとんどは、外からやって来た一般の教職員たちばっかりだ」

「それじゃあ普通の高校と一緒じゃん」

「あぁ、そうだ……それでも希望ヶ峰学園への入学希望者は殺到した。ブランド力は偉大ってことだ」松田くんはまるで吐き捨てるような口ぶりでした。「いくら予備学科とはいえ、今まで完全スカウト制を貫いていた希望ヶ峰学園がようやく開いた門戸だ。当然、そのブランド力に人は群がる。そして、あいつらはそのブランド力を利用して金を集めたんだ。それを機にこの学園は一気にデカくなっていって……今となっては広大な敷地に、専門家も羨む施設や設備が次々と建てられている。驚くべき急成長だよな。たった一、二年の間で希望ヶ峰学園がここまで大きく変貌するとは誰も思わなかったはずだ。今の評議委員会の力がやけに強いのも頷ける話だ」

「でも、なんか詐欺みたいだよね？」

「みたい、で済めばいいけどな」

松田くんは苦笑のように口許を歪めながら――ともかく、と続けます。

「今や、希望ヶ峰学園はどっかの国の身分制度も真っ青の完全無欠のピラミッド構造って訳だ。《超高校級》なんて呼ばれている本科の学生たちを支える為だけに、その下に数多くの予備学科の生徒たちが存在しているんだ。一応は予備学科から本科に編入できるシステムもあるらしいが……まともに機能しているか疑問だな。そもそも本科の教職員たちは、予備学科の連中のことなんてロクに見てないだろうしな」

「えー、教師失格じゃーん」

「教師としてはな。だけど研究者が研究対象にしか興味を持たないのは仕方ないさ。俺だってそうだしな。あいつらの場合はその対象が《人の才能》だったってだけの話だ」

「でもさ、やっぱ不公平だよ！」

と、私は思わず頰を膨らませます。

「そりゃ不公平だ。そうでなけりゃ、あんなデモなんて起きないからな。ただ、そうは言っても――」

松田くんはそこでいったん言葉を区切ると、急に警戒するような声に変わりました。

「あいつらだけで、これを仕掛けたとも思えないけどな。もしかすると、これは誰かが何かを企んだ結果かもしれない……何かそんな気がするんだ」

「え……？」

松田くんは恣意的に細めた目を窓の外に向けていました。その視線の険しさは私が声を掛けることを躊躇ってしまうほどです。

「おい、ブス」しばらくした後で松田くんは急に思い出したように言いました。「今の話はちゃんとノートに書いておけよ。『私には関係ない』なんて言うなよ。予備学科の連中からしたら俺たちは面白くない存在なんだ。まぁ、いきなり襲われるなんてことにはならないだろうけど……気を付けておくに越したことはない」

「うん、わかった」と、返事をしたところで――自分の顔や頭が吸盤ですっかり埋め尽くされてしまって、口を動かすのもままならない状態にあることに気付きました。

「しばらくそのままにしてろ。寝ててもいいぞ」

松田くんはそれだけ言うと、私の視界から歩き去ってしまいました。

「でも、ぜんぜん眠くないんだけど……」

私が不安げな声で訴えると、視界の外から松田くんの声だけが聞こえてきます。

「だったら睡眠薬やるよ。一ダースくらいでいいか？」

「え？　それって致死量じゃない？　大丈夫かな……？」

と、ますます不安な気持ちになってきたところで、松田くんが戻ってきました。彼はさっきまでの薄汚れた白シャツの上に、制服のジャケットを羽織っています。

「俺のいない間に機械に万が一のことがあったら殺すからな」

「……もしかして、どっか行っちゃうの？」

「ちょっと用事だ。とにかく、俺のいない間に機械に万が一のことがあったら殺すからな」

繰り返して言うあたり本気のようです。

「でも、松田くんになら殺されてもいいんだけど……」

「俺が嫌だ。グロいのは苦手なんだ」

人の脳を研究している時点で既にグロいんじゃ――とは、もちろん言えませんけどね。

「あ、じゃあさ！　大人しく待ってる代わりに用事が終わったら一緒に映画観ようよ」

「……映画？」

「えーっと……ほら、アレなんかどうかな……」

私は寝っ転がったままノートをめくって、映画に関する記憶を探しました。

「あ、あった！　あのね、マカリスター家にハリーとマーブって強盗コンビが――」

「もしかしてホーム・アローンか？　忘れているみたいだから教えてやるけど、前にもしつこく誘われて観たことあるんだぞ」

「あ、そうだっけ。えっと、じゃあね……」

と、検索し直すものの、ホーム・アローン以外の記憶は一向に出てきませんでした。なぜにピンポイントでこの映画だけ――けれど自らを責めてばかりいても仕方ありません。

「ま、傑作なんだし、きっと何度観ても面白いって！」

「確かに悪くない映画だけど、普通は何度も観たいと思わないな」

「普通？　普通って言ったの？　ねぇ、松田くんにとっての普通って――」

「そういう中学生日記みたいな話は嫌いだ」

ジロリと嫌悪感の込められた目を向けられてしまいました。

だけど、それでも諦め切れない私は、「いいじゃん！　きっと初めての気持ちで観れば、また面白いって！」と、ノートを読み返しながら、「あっ、私の感想によると、主演のワコール・カルキンくんって男の子が超カワイイらしいよ！　カワイイ男の子だよ。ほら、気になってきたでしょ？」

「むしろ、どうして俺がそこに食い付くと思った？　それと主演の男の子はそんな女性用下着みたいな名前じゃなくて、マコーレー・カルキンだ」

「あははっ、超カワイイから、カルキンくんを私の子供にしたいって書いてあるよ！」

「そう言えるのは、カルキンくんの今を知らないからだ。ズブズブのど変態め」

「ズ、ズブズブのど変態……」

私があまりの毒舌に打ちのめされていると――松田くんは切れ長の目をさらに細めながら、額の前髪をかき上げて言いました。

「いいから、しばらく大人しく寝てろ」

どうやら、私とのやり取りを強制終了させるつもりのようです。

「待って！　行かないでっ！」

だから慌ててそれを止めました。

「やだよ、やだやだっ！　寂しいから置いて行かないでよ！　せっかく久しぶりに会えたのにもう行っちゃうなんて寂しいよっ！」

「……久しぶり？」そこで松田くんはふと足を止めると、「どうして久しぶりに会ったって思ったんだ？」

「……え？」

「どうして久しぶりだと思ったのかって聞いているんだよ……」

松田くんの背中越しの声にはどこか切なげな響きがあって――それを聞いた私はすっかり困惑してしまいました。

「え、えっと、それは……私の胸のドキドキ具合からしてそうなんじゃないかと……」

と、私が弁解するように言うと、

「じゃあ、毎日俺に会っていたらドキドキしないってことか……」

「う、ううん、違うって！　そうじゃなくって――」

「そもそも、俺とお前は昨日も会っているはずだぞ」

「……え、そうなの？」

「やっぱり忘れているのか……」松田くんは落胆したように背中を丸めます。「俺のことだけは覚えていられるって言ったのは噓だったんだな……」

「ちょ、ちょっと待って！　すぐに思い出すから！」

私は大急ぎでノートをめくって、食い入るように端から端まで見直しました。けれど、どこを探しても昨日も松田くんと会った記憶なんて――ガラガラピシャ。

あれ、と視線を上げると――松田くんの姿はもうどこにもありません。

「……チッ！」

やられてしまいました。

こうなってしまったら、どうしようもありません。

あーあ、もう本当に寝るしかないようです。

――ま、それはそれでいいんですけどね。

だって少なくとも眠っている間は夢の中の出来事に夢中になれる訳だし、松田くんのいない寂しさに翻弄されずに済むはずだし――それに、夢の中で松田くんと会えるかもしれないし！

そんな期待を胸に、私は顔中に張り巡らされたコードに細心の注意を払いつつ体を横向きに倒すと、枕に残った松田くんの匂いを仔犬のように嗅ぎながら、「はうはうはう」と枕に頰ずり。「はうはうはう、松田くんの匂い」と、悶えながら目を閉じます。

視覚がシャットアウトされ、他の感覚が研ぎ澄まされていくと、やがて私の世界は松田くんの匂いだけに満ち溢れ――

いえ、それだけではありませんでした。

どこからか聞こえてくる声が、私と松田くんだけの世界を邪魔していました。それは、やたらと感情的で不快感を伴った嫌な声の集合体――耳にしている内に、ぼんやりとした不安が浮かんでくるのを感じた私は、慌てて耳を塞ぎます。

――私には関係ないもん。

けれど眠り方を忘れてしまったのか、私はなかなか寝付くことができません。

早く眠ってしまいたい。

眠ってしまって、松田くんがいない世界をやり過ごして――

また松田くんに会いたい。

――松田くん松田くん松田くん松田くん松田くん松田くん松田くん松田くん。

と、私は松田くんを夢見ることを夢見ながら――

ゆっくりと夢の中へと落ちていくのでした。



研究所を出て数十分後――

重々しい雰囲気を漂わせる扉を前にして、松田夜助は思わず居住まいを正していた。

――緊張している？　

そんな自分を嘲りたくなるのと同時に、それが仕方のないことだと理解もしていた。

教職員棟――足を踏み入れるのは初めてだった。ここは言わば希望ヶ峰学園の中枢。本科の施設が揃う東地区にありながら、生徒の立ち入りを禁じている唯一の場所で、実際ここにたどり着くまでに何度も教職員たちに咎められ、その度に説明を繰り返す羽目になった。しかも彼がやって来たのは、そんな教職員棟の中でもなおさら特別な場所だった。

そこで、松田夜助は顔を上げ――眼前の扉を見据えた。

物々しい装飾が施された木製の扉は、入る者を拒絶するような存在感に溢れている。その扉に掲げられたプレートには、希望ヶ峰学園評議委員会室――とあった。

言うなれば、ここは希望ヶ峰学園の中枢のさらに中枢。生徒どころか教職員でさえ滅多なことでは入れない特別な場所だ。これだけの条件が揃っていて緊張するなという方が無理な話かもしれない。いや、だからといって――

「……らしくないよな」

松田は小さく咳払いをした。場の空気に吞まれそうになっている自分を奮い立たせようとしたのかもしれない。

そして彼は拳を握ると、扉を二回ノックした。

「希望ヶ峰学園第七十七期生、松田夜助です」

重い扉をゆっくりと押し開ける。

「……失礼します」

明らかに教室とは雰囲気が異なっていた。天井や柱や壁にはゴテゴテとした装飾が施され、荘厳で重苦しい印象を醸し出している。松田が歩を進めると、足元の絨毯が彼の足音を吸い取った。

「わざわざ呼び出してすまなかったな」

思いのほか軽い調子の声が上がった。その声の先には希望ヶ峰学園長の霧切仁がいた。

何度見ても、と松田は改めて思う――やっぱり若いな。

松田が連想する校長と言えば、白髪に口ひげで中間色のスーツを着た初老の男性という定番のイメージでしかなかった。それゆえ、まだ三十代の霧切は格段に若く感じる。

「とりあえず適当に座ってくれ。立ち話って訳にもいかないからな」

その部屋の中央には円形の大きなテーブルがあり、その外周に沿う形でアンティーク調の椅子がずらりと並べられている。

「失礼します」

松田が一番近くにあった椅子に腰掛けると、霧切とは円形のテーブルを挟んで向かい合う形になった。

腰を下ろした瞬間、複数の視線が一斉に自分に向けられるのを感じた。円形のテーブルに等間隔に陣取った四人の老人たちが、じっと松田を見つめている。誰もが揃って葬式帰りのような漆黒のスーツ。それと同じ色のネクタイ。彼らの値踏みするような視線にさらされ、松田は首筋に生温かい息を吹きかけられるような不快感を覚えた。

「私たちのことは知っているか？」

老人の誰が発した声かはわからない――錆び付いたような声だった。

「評議委員会の方々ですよね？」

「《例の件》では、君にも色々と世話になったらしいな」

「……何の話ですか？」

老人たちの顔の皺が深くなる。話をはぐらかされたことにムッとしたようだった。

「警戒する必要はない。私たちはすべてを知っているんだ」

さらに、別の老人が声を上げる。

「確か、君には第一発見者の生徒の取り調べを手伝ってもらったんだったな」

第一発見者――その言葉を耳にした途端、松田の心臓が大きく鼓動した。

それを隠すように彼はすぐに聞き返す。

「……あの生徒の取り調べをもう一度行いたいということですか？」

「そうではない」首を振ったのはまた別の老人だった。「今度は別の生徒の取り調べだ。だが、その生徒は問題を抱えている。ちょうど君が得意とする分野の問題だよ。だから君に頼んでいるんだ」

すでに決定事項のような言い草だった。それが気に掛かった。

「……もし僕が断ったらどうなるんですか？」

すると、しばらくの沈黙の後で――

一人の老人が笑い声を上げた。

初めは小さな笑い声。

けれど、それは徐々に大きくなり――つられるように、二人、三人、四人と笑い声が繫がり、そして膨らんでいく。

いつの間にか、嘲笑にも似た笑い声が室内に反響し、あらゆる角度から松田目掛けて降り注いでいた。

「なぁ、松田くん……」

ふと、笑い声がやんだ。

「そんな選択肢が存在するとでも思ってるのか？」

それは完全に見下したような口ぶりだった。

「確か、君が治療中の彼女……休学扱いらしいが未だに治る兆候はないんだろう？」

今度は松田の眉間に深い皺が刻まれる。

「……何が言いたいんですか？」

「君もまだ学生なんだ。治る望みのない落ちこぼれに、あまり時間を費やしすぎるのは感心しないな」

その言葉には冷笑の色さえ浮かんでいた。

「それに、我々としても戻る見込みのない生徒をいつまでも休学中にしておく訳にはいかないんだよ。ここは優れた才能を育成する機関なんだ。出来そこないには大人しく出て行ってもらった方が、他の生徒の為にも良いに決まっている……だがな、もし君が我々に協力すると言うなら――」

「黙れよ、ジジイ」

「……なッ！」

「ベラベラ喋るな、口が臭いんだよ」

急激に空気が変わった。部屋の圧力が一気に高まっていく。

「き、貴様ッ――」

立ち上がったところで老人は全身を凍らせた。

松田が老人たちに向けていたのは虫けらでも見るような目――いや、それ以上に強い軽蔑と怒りが込められていた。まるで虫けらを踏み潰そうとでもしているような目だった。

「……落ちこぼれ？　出来そこない？　言っておくけど、あいつをバカにしていいのは俺だけだ。それ以外のヤツには、あいつをバカにする権利なんてないんだよ」

「お、お前、誰に向かって――」

「だから黙れって」

松田はその一言で本当に老人たちを黙らせると――低い声で続けた。

「あいつは自分がバカにされても『関係ない』で済ますようなヤツだからな。だから俺が代わりに言っておく……そうしないと俺の気が済まないんだよ」

それは評議委員会の彼らからしてみれば、不気味としか言いようのない威圧感だった。たかが十数年生きただけの少年に、どうしてここまで気圧されるのか――いや、彼らはその答えをとっくに理解していたはずだ。

それが才能を持つ者の力。希望ヶ峰学園の言うところの希望の力なのだ。

「……あ、ちょっといいか？」

と、そこにやけに間延びした声が割って入ってくる。霧切の声だった。松田の威圧的な視線が、そのまま霧切に向けられる。

「いや、そろそろ私にも話をさせて欲しいと思ってね……」

霧切は苦笑いを浮かべながら頭を搔いていた。まるで緊張感のない態度だった。勢いを削がれてしまった松田はゆっくりと目を閉じ、そして大きなため息と共に浮かし掛けていた腰をそっと戻した。

それを見届けたところで、霧切は穏やかな口調で切り出した。

「松田くん、これはあくまで頼み事だよ。ただし、ここにいる私たちと言うよりは、他の生徒たちも含めた希望ヶ峰学園全体としての頼みと言えるかもしれないな。そういう意味では、せめて話くらいは聞いてもらえると助かる」

松田は黙ったまま霧切を見つめていた。まだ彼の真意を量りかねていた。

霧切はそんな松田の様子を確認すると、

「話だけは聞いても構わない……そう判断したと受け取らせてもらうよ」

そう告げた後、さっそく本題へと入っていった。

「今更、《例の件》については説明するまでもないと思うが……やはり、まずはその話から始めないとまずいだろうな」

コホンと咳払いした後、胸の前で両手を握った。そこに視線を落としながらポツポツと語っていく。

「あれから一カ月以上が経った今でも私はまだ信じられないよ。あんな凄惨な事件がこの学園で起きたなんてな……まるで悪い夢でも見ているようだ」

「だが実際に起きた事件だ！」老人の一人が声を荒げた。

「十三人だぞ！」また別の老人が叫ぶ。「十三人もの犠牲者を出しておきながら事件の詳細は不明のままだ！　どうして我が学園でこんなことが起こるんだ！」

そんな怒鳴り声が一段落したところで、松田は確認するように尋ねた。

「……結局、警察には連絡していないんですよね？」

「当然だろう！　警察に連絡してどうなると言うんだ？　それで何が解決する？　これは犯人を捕まえて済むような問題じゃないんだ！」

「でも……犠牲者の親族たちは？」

「そんなものは何とでもなるっ！」間を置かずに別の老人が怒鳴った。「貴様がそんなことを心配する必要ないっ！」

その口ぶりからして、すでに根回しをしているのだろう。きっと希望ヶ峰学園ＯＢを頼ったに違いない。彼らの中には希望ヶ峰学園のブランド力を頼りにのし上がった者も多いはず。そのブランドが地に落ちたとなれば、困る人間も多いはずだ。

「……確かに僕の心配することではなさそうですね。だったら、僕は何を協力すればいいんですか？　さっき言った『取り調べして欲しい生徒』って、《例の件》の関係者なんですよね？」

「君には、その生徒から話を聞き出し、《例の件》の真相を明らかにする為の手伝いをして貰いたいんだよ」

そう答えたのは霧切だった。

「真相を明らかにするって……でも、それって矛盾してませんか？　だってあの事件は隠蔽することに決まったんですよね？」

隠蔽――松田は学園側からその説明を受けている唯一の生徒だった。彼は多額の研究費用と研究設備の代わりに学園への協力を約束したのだ。そういう意味では、彼もまた研究者だということなのかもしれない。

だが――彼が協力した本当の理由はそれではない。

しかし、それは松田以外の誰も知らないことだった。

「確かに、矛盾しているように聞こえるかもしれないな」

わずかの逡巡の後、霧切はそう答えた。

「だが、これも必要なことなんだ。私たちは《例の件》を徹底的に隠す必要があると考えているが、それにはまだ知らないことが多すぎるんだよ。隠す対象がはっきりしないのに隠すことなどできない。だから、私たちはまず《例の件》の全貌を知らなければならないと考えているんだ。隠蔽するからには万全を期す……この希望ヶ峰学園を守る為だよ」

そう言い切った霧切に迷いは見えなかった。

希望ヶ峰学園を守る為なら何でもする――一緒だ。

何かを守る為に何かを犠牲にする――まったく今の俺と一緒じゃないか。

松田はそう思った。

「……それで誰なんですか？　取り調べして欲しい生徒って」

霧切は乾いた唇を湿らせながら、松田の質問に慎重に答える。

「これは君にも知らせていなかった事実なんだが……《例の件》には、君も知っている第一発見者とは別に、二名の生存者がいるんだ」

二名の生存者――確かに松田にとっては初耳だった。

「当然、事件の当事者である彼らは真相解明には欠かせない存在だ。本来であれば第一発見者の取り調べの後で、すぐに話を聞くべきだったんだが……ある事情により、それはできなかったんだ」

「……ある事情？」

「生存者の一人は昏睡状態のまま意識を取り戻していない。もう一人の生存者は幸いにも無傷だったんだが……消えてしまったんだ。そして今も行方不明のままだ」

昏睡状態。行方不明。

確かにどちらからも話を聞くことはできない。

だが、それでもまだ可能性があるのは――

「つまり、その昏睡状態の方から話を聞き出せるようにして欲しいってことですね？」

霧切はすぐに頷く。「そういうことだ」

隠す為に明らかにする事実――やっぱりどこか歪んでいるような気がした。

だが、この依頼は松田にとっても好都合だった。

――これはチャンスかもしれない。

――あいつを守れるチャンスかもしれない。

「わかりました」

となれば、松田はそう答えるしかなかった。

「……やるだけやってみます」

「なんとかなるのか？」

すぐに老人の一人が腰を浮かせる勢いで身を乗り出してくる。

「今はまだ何とも言えません。本人次第です。どちらにしても最善は尽くしますよ」

松田は素っ気なく返すと、再び霧切に視線を戻した。

もう一つだけ、どうしても彼に聞いておきたいことが残っていたのだ。

「だけど……もう一人の行方不明の方はどうするんですか？　まさか、そのまま何もしないって訳にはいきませんよね？」

しばしの沈黙の後――霧切が身を乗り出すようにして覗き込んできた。

「……何か気になることでもあるのか？」

鋭角な視線が松田に向けられる。それは、すべてを見透かすような視線で、松田は目を逸らしたくなるのを必死に堪えた。

「いえ、ちょっと引っ掛かっただけです」

声が緊張していた――それを隠そうと一気にまくし立てる。

「だって行方をくらましたなんて、いかにも怪しいじゃないですか。だからその行方不明のヤツが十三人の生徒を殺し、残った一人を昏睡状態に追いやった犯人なんじゃないかって……そう思っただけです」

途端に、老人たちのざわめきが評議委員会室に広がった。

だが、そんな中でも霧切だけは冷静さを保ったままだった。

「確かに、状況からしてその生徒が怪しいのは間違いないだろうな」

「だったら――」

「だからこそ、なんだよ」

霧切は松田の言葉を遮るように力強く言った。

「だからこそ、私たちは《例の件》を隠蔽するしかないんだ。そうしなければ……この学園は終わってしまうんだ」

――終わってしまう？

その言い回しが引っ掛かった。

――つまり、行方不明になった生徒はそこまで特別ってことか。

ふと、松田の脳裏にある人物の名前が浮かんだ。

それは噂でしか聞いたことのない名前で、今まで都市伝説のような類のオカルト話だと思っていたが――もし、その人物が実在していて、この事件に関係していたらどうだ。

だとすれば、納得できる。

これが《希望ヶ峰学園史上最大最悪の事件》と呼ばれることにも納得できる。

納得はできるが――最悪だな。

心の中でそう呟く松田のこめかみから――汗が一滴流れ落ちた。



うーん……

むにゃむにゃ……

むにゃむにゃむにゃむにゃ…………にゃああああああああああ！

顔面の皮膚を思いっきり引っ張られる激しい痛みに飛び起きると、吸盤付きのコードの束を手にした男性が枕元に立っていて――私のハートがドキンドキン。

「あっ！　松田くんでしょ？　そうなんでしょー！」

と、間髪入れずに飛び掛かった私でしたが、マタドールのようにひらりとかわされ、ロード・ランナーにおちょくられたコヨーテみたいに壁に頭から激突。お星がキラキラとディープインパクト級に降り注いできました。

「うぐぐぐ……な、何でよけるの……？」

「お前の顔がエグいからだよ」

「そ、そんな……女子の顔をエグいだなんて……」

フラフラした足取りでデスクの上の鏡を覗き込むと、十円玉状の青紫色の斑点が顔じゅうにびっしりと――うん、確かにエグい。

「……って、松田くんが乱暴に吸盤を引き剝がすからじゃん！」

「急いでいるんだから仕方ないだろ」

「私は松田くんが漏らしても気にしないのにっ！」

「……トイレで急いでる訳じゃないぞ」

「やっぱりね！　松田くんはトイレなんかしないもんね！」

「お前は俺を何だと思ってるんだよ、どブス」

「もちろん、人類史が始まって以来の最も崇高なる存在でしょ？」

「そんなケタ外れの幻想性を俺に求めてどうすんだ……」

松田くんはやれやれと大きな息を吐き出すと、

「もういい、お前と話していると俺の頭までどうにかなりそうだ」

そう言いながら台車を片付け始めました。

「とにかく、今日はこれから用事ができたんだ。さっさと帰ってくれ」

「ええっ！　そんなっ！」

当然のように、私はそれを全力で拒否。

「無理無理！　だって寂しいもん！」

「まったく、仕方がないヤツだな……」

松田くんは目を細めながらゆっくりと私の眼前まで歩み寄ってくると――そこで私の両肩を優しく摑みました。

「目を閉じろ」

「……えっ？」

「いいから閉じろ」

目の前に迫った松田くんの顔にドキドキしながら、言われるままに目を閉じました。

何だか体が熱いです。溶けてしまいそうなほど熱いです。耳の裏の血管がドクドクと音を立てながら激しく脈打っています。だって、このシチュエーションってやっぱりアレですよね！　もの凄い勢いでベタな感じのアレですよね！　そうなんですよね！

と、そんな期待に心臓をドドドッとさせていると――松田くんが私の背後に回り込みました。あれ、と思う暇もなく背中をぐいぐいと押された私は、そのまま一気に廊下の外へと押し出されてしまいました。

「痛っ！」

勢い余って廊下に倒れ込んでしまいましたが、綺麗なパンツを穿いていたのが不幸中の幸いです。

「次の治療は三日後だ。あんまり出歩かないで寄宿舎で大人しくしてろよ」

松田くんは倒れ込んだ私にそれだけ言って、ガラガラピシャと扉を閉めてしまいました。

「ううっ……騙された……」

私はガックリと肩を落としながら、仕方なく神経科学研究所を後にしました。

生物学棟を出たところで、まずノートを確認します。

寄宿舎に帰ろうにも、その場所を忘れてしまっている私は、歩きながら『音無涼子の記憶ノート』をペラペラとめくっていきます。

すると、私が描いたらしき学園の見取り図を発見しました。

うんっ、この際なので全面的に復習しつつ、ついでにこの希望ヶ峰学園の全貌について説明してしまいましょうか。

ではでは――

私の地図によると、希望ヶ峰学園の敷地は巨大なひし形をしていました。

その敷地は大きく四つの地区――東地区、西地区、南地区、北地区、に分かれていて、それらの一つ一つが普通の高校と同程度の広さがあるようです。

その中でも、私が今いる東地区は希望ヶ峰学園の中心とも言える地区で、ここには本科の学生たちが使う校舎や施設があります。まだ建設中の建物もありますが、松田くんがいる生物学棟のように、各分野の研究者たちが羨む施設がいくつも存在し、さらには一般生徒では立ち入ることのできない教職員棟もこの地区にあるようです。

そして西地区。ここには予備学科の校舎や施設が集められているらしいのですが、私も実際には行ったことがないようです。残念ながら私のノートにはこの地区のことはあまり書かれていませんでした。

南地区には、希望ヶ峰学園の生徒たちが生活をする寄宿舎があるようです。それ以外にもコンビニや本屋、ショッピングセンターなど生活に必要な物を買えるお店があるのが特徴みたいです。ちなみに寄宿舎に入居することができるのは本科の学生のみのようで、しかも使用料はなしという破格待遇のおまけ付きらしいです。

そして最後の北地区ですが、現在は空き地となっているようです。つい最近まで使われていた旧校舎だけがポツンと残されていて、後は手付かずのまま放置されている状態なので、当然のように立ち入り禁止となっているみたいです。つまり、特に語る必要はないってことですね。

そして、それら四つの地区に囲まれるようにして――学園の敷地の中央には《中央広場》と呼ばれる木々の生い茂った広大な公園のようなスペースがありました。ここは普段は生徒たちの憩いの場としても利用されているのですが、夜十時から朝七時までは立ち入り禁止とのことです。ま、どっちにしろ夜中に出歩いたりしない私には関係なさそうですね。

――と、こんな具合に、手書きの割にしっかりと情報の書き込まれた地図を参考にしたお陰で、私は無事に寄宿舎へと戻ることができました。

そして、寄宿舎の廊下ですれ違う他の生徒たちの挨拶を無視しながら、私は真っ直ぐ自分の部屋へ帰っていきます。

部屋に入ると、至る所に貼られた『ここは私の部屋』という貼り紙がお出迎えをしてくれたので、やはりここは間違いなく私の部屋のようです。それを確認した私はしばらくその場にぼーっと立っていたのですが、いくら考えてもやることが見つからないと気付いたところで――力なくベッドへと倒れ込みました。

けれど、どこかで昼寝でもしたのか、まったく眠くありません。

なので仕方なく暇潰しすることにしました。

と言っても、私が思いつく暇潰しなんて――一つしかありません。

私は取り出した『音無涼子の記憶ノート』を寝そべったままめくっていきます。

このノートに書かれた記憶は確かな事実なのですが、私はそれを覚えていません。つまり、私は私自身のノンフィクションを読んでいるという訳です。自分の体験を追体験するドキドキ感だけは、忘れっぽい私にしか味わえない最高のエンターテイメントなのです。

そこには、松田くんとこんなこと話したとか、松田くんが何て言ってたとか――要は、ほとんど松田くんのことばかりが書いてあります。でも、だから楽しいんですけどね。と、そんな具合にノートをめくっていくと、あるページでふと手が止まりました。

そのページいっぱいに、男性の顔が描いてありました。

私の胸がドキン――ほどではないプチドキンとします。

おそらく、これは松田くんの似顔絵なのでしょう。けれど私がプチドキンとしかしないということは――つまり、その程度にしか似ていないということです。

どうやら、もう少し修正した方が良さそうですね。

「うーん、鼻が違うのかな……いや目か……」

松田くんの顔をはっきりと覚えている訳ではない私は、自分の胸のドキン具合を手掛かりにして、似顔絵に慎重に手を入れていきました。きっと地雷を探している爆発物処理班がこんな気持ちなんでしょうね。いや、ちょっと違うかも。

と、そんな具合に似顔絵にしばらく手を入れていくと――私の胸のドキン具合がさっきまでより少し増した気がしました。

「やった……」

思わずニンマリとしてしまいました。

こうやって少しずつ手を入れていけば、いつか本当に松田くんの似顔絵が完成するのかもしれません。と言うか、私は今までずっとそうやってこの似顔絵を描き続けてきたのでしょうね――もちろん覚えていませんけど。

ただ、この似顔絵制作は想像以上の集中力を要する為、あまり長時間は続けられませんでした。すっかり疲れた私は、ノートを枕元に置くと、ゴロリと仰向けに寝転がってしまいました。

そして呟きます。

――松田くんに会いたい、松田くんに会いたい、松田くんに会いたい。

他にやれることはこれだけでした。

ただひたすら心の中で、松田くんに会いたいと呟き続けるだけ。

私には他にすべきことも、考えるべきことも、やるべきこともありません。

だって私には、学校もクラスメイトもそれに家族さえもなくて――しかも何もないことにすら何とも思えないのです。

私にとっては、外の世界の出来事やそこに生きる他人なんて、客席から見る退屈な舞台劇と一緒で、そもそもそれが現実の出来事とは思えないし、彼らが私と同じ空間で生きているという実感さえないのです。

廊下から見るみんなの授業風景や、体育館で汗を流している光景や、昼休みのピクニック気分の昼食とか、部活帰りの買い食いとか、地べたに座ってくだらない雑談とか、照れ臭い家族との会話とか――それらを見て羨むことや妬むこともできない私には、何もかもが本当に関係ないことでしかないのです。

だけど、そんな風に世界と断絶されている私と唯一関係している存在が――松田くんでした。

だから、私は彼のことだけを考え続けるのです。

他のことなど気にも留めずにただひたすら、松田くんに会いたい、松田くんに会いたい、松田くんに会い――カタン。

妙な物音が聞こえたところで、私は我に返りました。

ベッドから体を起こすと――玄関の扉の下に手紙が落ちているのを発見しました。

「松田くんからだ！」

当然のようにそんな結論に辿り着いた私は、飛びかかるように封筒を手にすると、そこに入っていた便箋を急いで確認します。

『拝啓、超高校級に忘れっぽい残念子さんへ。

アンタが大切に書き留めていた《過去の記憶》はすべて頂きました。

松田夜助との思い出がいっぱい書き留められている《記憶》でした。

あれがアンタの過去の重さなんですね？

そうなんですね？　そうなんですよね？

それはそうと、噓だと思うならベッドの下を覗いてごらんなさいな。

そこに保管してあった《記憶》は一冊たりともありませんから。

なぜなら、アタシが頂いちゃったからです。

さて、本題はここから。

《記憶》を返して欲しければ、今日の深夜一時に中央広場の噴水前に来てみれば？

もちろん一人でね。

誘えるような間柄の人間なんて最初からいないって？

それなら、なお良しです。

以上です。ご確認のほどよろしくお願い致します。』

読み終えた私は硬直していました。硬直したままプルプルと寒天のように震えていました。つまり、そんな喩えがふさわしいのか判断付かないほど困惑し切っていたのです。

――脅迫状？

――何これ……

――意味不明なんだけど……

けれど、そんな疑問ばかりで行数を埋めている場合ではありません。まずは脅迫状にあったベッドの下を確認しないと――と、すぐに覗いてみるものの、そこには何もありませんでした。正直に言うと、ベッドの下に古いノートを置いていたことすら覚えていないのですが、もし本当に松田くんとの思い出が詰まったノートを盗まれたのだとしたら大変です。私に残された記憶は、手元の書きかけのノートだけということになってしまいます。

――たったこれっぽっち？

――十何年も生きてきた私の記憶がたったこれっぽっち？

途端に、馴染みのない感覚に襲われました。

もしかして、これが喪失感？

空っぽの私は今まで喪失感とはずっと無縁でした。きっと小さな傷に慣れている人ならある程度の痛みにも耐えられるのかもしれませんが、私の場合はそうではありません。この痛みとどう折り合いを付けるべきなのか、それすらよくわかりませんでした。

なので――とりあえず怒っておきました。

「どこの誰よ……こんな悪戯するなんて……」

震えた声を振り絞りながら、手にした手紙をぐしゃぐしゃと握り締めます。

「な、何なの……何なのよ……」

そのまま怒りに任せて思考を走らせていきます――もしかすると、これは私と松田くんの恋路を邪魔しようと目論んでいる下衆の仕業なのかもしれません。松田くんは外見が素晴らしくカッコ良いという設定だったと思うので、きっと他の女子にも目を付けられているはずなのです。その女にしてみたら私と松田くんが愛を育んでいるという事実は面白い訳ないので、そこで強硬手段に打って出た。彼女は私の記憶を人質に私を呼び出し、そこで私をどうにかしようという腹づもりなのでしょう……あぁ、なんて卑怯な女！　と、そこで沸点を迎えた私の怒りはエトナ火山のように大爆発を――起こしませんでした。

「うーん……」

どうやら私は怒り方まで忘れてしまったようです。

でも仕方ありません。世界と関わり合いのない私にとって、怒るという状況もまた無縁なので――何にどう怒りをぶつけていいのかまったくわからないのです。と言うか、想像からくる怒りなんて所詮はこの程度なのかもしれません。

とにかく、私は怒り切ることができなかったばかりか、逆に急速に冷めていってしまいました。

「ま、とりあえず行ってから考えてみるしかないよね」

すっかり冷め切ってしまった私はベッドの上に寝転がったまま、呼び出された深夜一時になるのを待ちました。自分が何を待っているのか忘れないようにと、ひたすら手紙を読み続けながら約束の時間を迎えた私は――

「……でも喧嘩になったりしないよね、大丈夫だよね」

と、憂鬱な気持ちを抱えながら部屋を後にします。

薄暗い寄宿舎の廊下を進み、外へと出た途端――ひんやりと湿った夜の風が私の肌を撫でていきました。

「えっと、中央広場……だったよね？」

私は『音無涼子の記憶ノート』で学園の見取り図を確認しながら、重い足取りで夜の舗道を進んでいきました。

そこは夜の世界です。誰もが寝静まった世界。その中を私だけが歩いています。あたりに人の気配はありませんでした。人以外の気配ならありそうな雰囲気でしたけど――その点については深く考えたくありません。

正直、帰ろうかなという考えが何度も頭をよぎりました。けれど、自分の記憶を取られたまま放っておくのも気持ちが悪いので、私はしぶしぶ足を動かし続けます。

そのまましばらく進んでいくと、そう遠くない距離に大きな鉄柵が見えました。舗道を丸ごと塞ぐように閉じた鉄柵です。私のノートによると、中央広場は夜十時から朝七時までは立ち入り禁止になっているようなので、そのせいで鉄柵が閉じているのでしょう。

つまり、鉄柵を乗り越えないと目的地に辿り着けないみたいです。

本当に帰ろうかとも思いましたが、ギリギリのところで決心を固めると、私は鉄柵をよじ登っていきました。

なんとか反対側の芝生に着地すると、待ち合わせ場所である噴水を目指して、中央広場を歩き始めます。

すると闇が増しました。周囲の樹木が増えているせいかもしれません。おそらく陽の光の下では鮮やかな緑色に輝いていたであろう木々も、今は星のない夜空に黒く塗り潰されているだけでした。

そんな暗闇の中をさらに進んでいくと、急に視界が開けました。そこはちょっとした広場のようになっていて、その真ん中に立った外灯が周囲を比較的明るく照らしています。

その外灯のたもとに噴水が見えました。

噴水から流れ出る水が、ちろちろと可愛らしい音をあたりに響かせています。

あれが目的地――そう意識した途端、緊張が増してきました。

私はやたらと慎重な足取りで噴水へ向かって歩を進めていきます。

けれど数歩進んだところで――その足が止まりました。

噴水の向こう側に人が立っているのが見えたのです。

樹木の陰から覗くのは半身だけでしたが――男性の後ろ姿だとすぐにわかりました。

「あの……」

思い切って声を掛けてみましたが、反応はありません。

――もう少しだけ近付いてみようかな。

踏み出した私の足元で芝生が鳴りました。それにもかかわらず、その人物が気付いて振り返るような気配はありません。

そのまま進んで――また声を掛けます。

「えっと……私を呼び出したのってあなたですか？」

それでも反応はありません。

聞こえてない――訳がありませんよね。

何だか体が重くなってきました。大きく膨らんだ不安が私の両肩を押さえつけているようです。いつの間にか握り締めた手は汗でびっしょりでした。それでも謎に対する本能的な欲求が私の足を動かしていくと、次第にぼんやりとした人影の輪郭が少しずつ形を成していきました。

そこで見えたのは――スーツ姿の男性です。その頭は白髪だらけで、首筋には無数の深い皺も見えました。

と、その時――不意に突風が吹きました。

ゆらゆら。

ゆらゆら。

風に煽られ、男の体が力なく揺れました。

すると急激な寒気に襲われました。氷の手で首筋を摑まれたようなゾワリとした寒気です。やめておけと言うもう一人の自分の声を耳にしながらも、それでも私の足は勝手に動き、気付いた時には男の顔を覗き込んでいました。

と、そこで目が合いました。

見開かれた目から零れ落ちそうになっている真っ赤な眼球と――目が合いました。

男の顔は土色に変色していて、そこに浮かび上がった青黒い血管が、不気味なまだら模様を作っていました。その口からは腐ったナマコのような舌がデロンと首筋まで垂れ下がっています。

男は立っていたのではありません。

首に巻き付いたロープで吊るされていたのです。

それが風に煽られ、ゆらり、ゆらり、と揺れていたのです。

それは見ているだけで体温が奪われていくような光景でした――などとノートに書いている場合ではなくてもう逃げよう！　こんなの私には関係ありませんっ！

ポタポタ。

けれど――そこで足元から聞こえてきた異音に、私はつい視線を落としていました。

男のつま先から垂れ落ちた雫が彼の足元で水たまりを作っていました。

その水たまりの下には――なぜかノートが落ちています。

それを目にしたのと同時に、私の脳髄にバリバリと強烈な電流が走りました。

そのノートの表紙には滲んだ文字で、けれどはっきりと――

『音無涼子の記憶ノート』と、書いてあったのです。`;

export default story;
