const story = `はっと気付くと、私は涙と鼻水をグチャグチャに撒き散らしながら走っていました。

走りながらノートに記憶を書き留めていました。

だけど自分がどうして走っているのか忘れてしまった私は、そこでいったんスピードを緩め、書きかけのノートに視線を落としました。

すると、脳裏にさっきの記憶が蘇り――

「きゃああああああああああああ！」

私は絶叫しながら、さらに全速疾走で中央広場を走り抜けていきます。

がむしゃらに鉄柵を乗り越え、さらに舗道を突っ走っていくと、前方に寄宿舎が見えてきました。私は一目散に寄宿舎へと飛び込むと、そこから松田くんの部屋を目指します。こんな時に思い出せるのも、こんな時に頼れるのも、私にとっては彼だけなのです！

寄宿舎の廊下を走りながら、松田くんの部屋を探してノートをめくっていくと、そこである記憶を思い出しました。

『用もないのに松田くんの部屋を訪ねるのは禁止』

けれど、今は用がないどころかこれ以上ないほどの緊急事態なので、その注意書きは全力で無視。さらにノートをめくっていって、ようやく松田くんの部屋がある場所を思い出した私は、そのまま彼の部屋へとやって来ました。

ドンドンドンドンドンドンッ！

扉の前に立つや否や激しく全力でノックし、力いっぱい叫びます。

「ま、松田くんっ！　たたたた大変だよっ、大変っ！」

けれど、いくら待っても扉が開く気配はありません。

「ま、松田くんっ！　松田くんってば！」

それでも私はしつこく扉を叩き続けます。取り乱したように叩き続けます。半狂乱になって叩き続けます。叩いて、叩いて、叩き続けていると――ようやく扉が開きました。

「……もう、誰だよう？」

けれど、そこで開いたのは――隣の部屋の扉でした。

――って、あれ？

しかも妙なことに、そこには人がいません。

扉が開いて、人の声まで聞こえたにもかかわらず――そこには誰もいなかったのです。

「ねぇ、どったの？　なんかうるさいんだけど」

誰もいないはずの廊下に響き渡る声――しかも子供の声でした。

私はもう一度あたりを見回しました。けれど、やっぱり誰もいません。

「……お姉ちゃん、どっち見てんの？　僕ならここだって」

「ど、どこにいるのっ？」

私は誰もいない廊下に向かって叫びます。

「ど、どこに隠れてるのよっ！」

すると、また声だけが聞こえてきました。

「あはは、隠れてなんかいないよ。ちゃんと目の前にいるじゃん。お姉ちゃんが気付いてないだけだって」

――目の前？

とりあえず深呼吸して、激しくなった動悸を落ち着かせてから、しっかりと意識を集中させてみました。

すると――そこでようやく気が付きました。

「お、やっと気付いたみたいだね？」

私の目の前に――座敷わらしのような小さな男の子が立っていました。

「……あ、別に気にしなくてもいいよ。存在感が薄いのは生まれつきだからさ。大体みんな僕には気付いてくれないんだよね。でも慣れっこだから心配しないで」

変声期前の透明感ある声で語る少年の顔は――びっくりするくらい特徴がありませんでした。例えば、写真も見ないでいきなり子供の顔を描けと言われて描いてみたら出来上がったような顔です。ありふれていて特徴がない――それが逆に特徴になっているような不思議な顔でした。

「それで、どうしたの？」

「……え？　どうしたって何が？」

「コラコラ、こんな深夜に人の部屋のドアを乱打しておいて、『何が？』はないでしょうに。不眠症の人だってウトウトしてる時間ですぞ！」

そんな彼の手には、成長期特有の溢れんばかりの食欲を満たす為であろう、大量の菓子パンを詰め込んだ紙袋がありました。紙袋には店名らしき『ヘンデル＆グレーテル』のロゴがプリントされています。彼はそこから取り出した菓子パンを口に放り込みながら――

「ふへ、ふぉっふぁの？」

「……え？　何て言ったの？」

すると少年は咀嚼していたパンをゴックンし、「で、どったの？　僕に話してみれば？　力になれるかもしれないよ？」

そう力強く言いながら、少年は値踏みでもするように私の全身を――特に胸元と足をジロジロと見回しています。

「えっと、その前に根本的な疑問なんだけど……どうして子供がここにいるの？　誰かお兄ちゃんとかお姉ちゃんがこの学園に――」

「僕は希望ヶ峰学園第七十七期生の神代優兎。よろしくね」

「……は？」

「こう見えて高校生なんだよね」

――なんと！

「当然、下の毛だって生え揃ってますがな」

――なんと、まあ！

「……驚いてばっかじゃなくてさ、こっちだって自己紹介したんだから、お姉ちゃんの名前も教えてよ」

「う、うん。えっと……」

そこで私は、手にしていたノートの表紙を少年の目の前で広げます。

「あはっ、変わった自己紹介だね」ノートの向こうから少年の感想。「ふーん、音無涼子ちゃんね……うん、悪くない名前だよ。僕がお姉ちゃんなら自己紹介が待ち遠しくなるレベルだね」

と、無邪気に笑う彼は、やっぱりどう転んだって小学生にしか見えません。

「さて」

けれど、その顔が急に大人びたものに変わりました。

「それで、どんなトラブルなの？」

その目は好奇心でキラキラ――と言うよりギラギラでした。

それは好奇心よりも、もっと欲深く、もっと打算的で、もっと狂的な輝きです。

「あれだけ慌ててたってことはさ、それ相応の結構なトラブルと見たけど？」

彼は幼い顔付きには似つかわしくないほどの熱気が込められた目で私を凝視しながら、紙袋の中に手を突っ込むと、そこからくじ引きのように菓子パンを選び取っていました。

「やった、当たりだ！　えびすかぼちゃメロンパンだ！」

途端に無邪気な笑顔に包まれた彼は、嬉々としながらパンを頰張っていきます。

「で、どったの？　どんなトラブル？」

「えっと……別にトラブルってほどでもなくて……。私はただ、この部屋の松田くんにちょっと用があっただけで……」

「ふぁふぁふぉふぅへ」

「いや、全然わかんないけど……」

神代くんはパンをゴックンと飲み込むと、「松田夜助なら留守だよ」

「……留守？」

「うん、留守」

「ええええええええええっ！」

思わず叫んだ私の声が、寄宿舎の廊下に響き渡りました。

「こ、困るよっ！　困る、困るって！　この一大事に留守なんて困るんだって！」

「そう言われても、留守なんだから仕方ないじゃん」

取り乱す私をよそに、神代くんは落ち着いた様子でパンを齧っています。

「だって、あいつの神経質っぷりは同期の七十七期生の間でも有名なんだよ？　そんなヤツが、あんなに強くドアを叩かれて気付かないなんてあり得ないでしょ。隣の部屋でくつろいでいた僕でさえ、うるさくて出て来たほどなんだし」

「でも留守って……じゃあ、松田くんはどこにいるの？」

「また研究所で徹夜でもしてるんじゃない？　あいつの徹夜はしょっちゅうだからさ」

「わかった、研究所だね！」

私は身を翻すと、すぐに走り出しました。

「あ、待って」

それを神代くんが止めます。

「まさか行くつもりじゃないよね？　忘れたの？　東地区は鉄柵に防犯センサーが付いてるから入れないと思うよ」

「……え？　行けないの？」

つまり、どうしたって松田くんには頼れないってことですか？

「そんな……ウソでしょ……」私はすっかり頭を抱え込んでしまいました。「やばい……どうしよう。これって私史上かつてない最大の危機だよ……」

「だったら僕を頼ればいいじゃん」そんな私に向かって神代くんは涼しげな顔で言いました。「お姉ちゃんみたいに無駄にかわいい顔した女の人のお悩みなら、いくらでもドンと来いってなモンだからさ。で、どんなトラブルなの？　聞かせてごらんよ」

どんなトラブルって、だからそれは――

「……あれ？」

だからそれは――

「えっと……なんだっけ？」

どうやら私は頭を抱えている間に、そもそも自分がどうして頭を抱えているのかを忘れてしまったようです。

「えっと、ちょっと待ってね……」

なので、急いでノートで確認しました。

「あはは、隠さなくたっていいって。だって、よっぽどのトラブルじゃなきゃ、あんな風にドアを叩いたりするはずないもんね。あの時のお姉ちゃんったら、死体発見現場に出くわした時の金田一少年みたいだったからね！」

死体発見現場――と、神代くんが口にしたのとほぼ同時に、私もノートからその言葉を見つけていました。

途端に、意識を握り潰されるような息苦しさに襲われ、私の呼吸が止まります。

「おや、どうしたの……って、お姉ちゃんの顔面が怪奇大作戦ばりに真っ白だ！」

死体を見つけてしまったという記憶に驚いた私は息もできなくて――私はその息苦しさから逃れる為に、必死に自分に言い聞かせました。

――こんなの私とは関係ない。

何度も何度も言い聞かせました。

「関係ない……関係ない……関係ない……」

それは私にとっての魔法の言葉でした。

呟く度に世界が急速に閉じていく――魔法の言葉。

「そうだよ、私には関係ない……関係ないよね……」

そうやって繰り返し呟くことで、ようやく落ち着きを取り戻した私は、今度こそ本当に忘れてしまおうとノートを閉じかけたところで――うっかり、その続きの記憶を目にしてしまいました。

『死体の足元に音無涼子の記憶ノートが落ちていた――』

と同時に、私はかつてないほどの絶叫を上げていました。

「あああああっ！　忘れてたああああああああああっ！」

濁った水溜りに落とされていた私のノート――

いくら私が関係ないと主張したところで、現場に私の名前が書かれたノートが落ちていたら、そんな主張が通る訳もありません。きっと私はエキストラに囲まれた舞台の上に引っぱり上げられ、顔のない観客たちの前にさらされながら残酷な仕打ちを受けるに違いありません！

やばいです。何だか動悸が激しくなってきました！

「どどどどどうしよう……どどどどうしよう……」

崩れていきます。私の世界が足元から音を立てて崩れていきます。このまま完全に崩れ去ってしまう前に、何としてでもあのノートを確保しないとっ！

そんな危機的焦燥感に駆り立てられた私は、一目散に駆け出しました。

「あ、お姉ちゃん！　待ってよ！」それを背後から呼び止める声。「トラブルだったら僕に相談してくれれば――」

「じゃあお願いするけど、松田くんが帰ってきたら私が捜していたって伝えといて。さようならっ！」

振り返らずに声を上げると、そのまま一気に廊下を駆け抜けていきました。

そして寄宿舎から飛び出した私は、南地区の舗道を一気に走り抜け、勢いそのまま鉄柵を乗り越えると、暗闇に支配された中央広場を全速力で進みます。自分の息が切れていることにも気付かないくらいの全力で走り続けた私は、やっとの思いで噴水の所まで戻って来ました。

戻って来たのですが――

「……あれ？」

そんな私の目の前に広がっていたのは――違和感でした。

何度も目を凝らして見たところで――やっぱりそこには違和感しかありません。

すぐにノートを開いて確認します。誰よりも自分の頭を信用していない私は、こういう違和感と出くわした場合、真っ先に自分の頭を疑うことにしているのですが――

『中央広場の噴水近くで老人の死体を発見した――』

その記憶が私に確信を抱かせました。

やはり、この違和感の原因は、目の前の光景の方にあるようです。

死体がない――というこの光景。

死体があった不自然に加えて、死体がなくなった不自然。

それは不自然に不自然が重なる――とてつもない不自然でした。

――実は生きてたとか？

――歩く死体とか？

訳がわからなくなった私は、思わずあたりを見回していました。

すると――すぐ近くの樹木の根元に、ある物を見つけました。

それはノートです。『音無涼子の記憶ノート』と書かれたノートでした。

――って、あれ？　どうして私のノートがここに？

そんな疑問を抱きながら、私がノートに駆け寄ったところで――

「タッタラタッターン！」

ビクンと体を震わせながら振り返ると――いつの間にか背後に女の子が立っていました。

「ふっふっふ、ようやくこのイベントシーンに到達したわねっ！」

腕組みで仁王立ちする――私と同年代くらいの女の子です。

ファッション誌から飛び出してきたような派手なメイクに、ふわふわと大きく膨らんだ金髪。着崩した制服の胸元はバカみたいに大きく開き、頭が悪いほど短いスカートからは白くて長い足がスラリと伸びていました。

それは一見すると普通の可愛らしい女の子なのですが――その目だけは、普通とは何万光年も離れた異様な目をしていました。濃い闇色を湛えた双眸は底なし沼のように深くて、周囲の闇さえも取り込んでしまうほどに暗い――そんな異様な目です。

その目を見た途端、私の頭の中の危険信号が激しく点滅を始めました。逃げろ、と全細胞全神経が警告を発しています。けれど同時に、あらゆる抵抗が無駄なのだという絶望的な観念に囚われ――結局、私は身動きできませんでした。

「……おやおや？　どうして無視するの？　それともデフォで無言ちゃんキャラとか？」

彼女の顔に浮かんでいるのは笑顔でしたが――それは絶対的な強者が愚かな弱者を見下す時のような邪悪な笑みでしかありません。

「あ、わかった！ 」

唐突に声を張り上げた彼女は、ビッと伸ばした人差し指を私の眉間に突きつけながら、

「さては、アンタ今思ったっしょ。アタシの腕組みを見て思ったっしょ。『そう言えば、私って最近腕組みしてないなー。だってこの豊満なお胸が邪魔で腕組みなんてできないもーん』って。ちょっと失礼じゃないの！　女のボイン自慢は見苦しいって！　て言うか、世間のボイン信仰なんて、良からぬゲームやアニメやバラエティー番組から生まれたくだらない幻想にしか過ぎないって知ってんの？　あぁ、キモい！　マジでキモいんですけど！　あのね、今時そんなもんを信仰してんのって、田舎ではチヤホヤされてたけど都会に出て来たら誰にも相手にされなくてでもやっぱりチヤホヤされたくて仕方ないからよっしゃと服を脱いじゃうような頭空っぽの女どもにうつつを抜かすこれまた頭空っぽで下半身だけが立派な童貞ヤローどもだけなのよ！　話変わるけどさ、童貞って最悪じゃない？　董卓と字が似てるってトコ以外は、丸っきり最悪じゃない？　と言っても、その董卓ですらしょせんは呂布のかませ犬な訳だけども、それでもやっぱり童貞よりは董卓の方が何兆倍も素敵よね。……で、何の話だっけ？　あぁ、そうそう……ん、曹操の話？　それじゃあ、ちょっくら黒山軍の反乱あたりの話から振り返ってみると――」

「ねぇ、ちょっと待っ……痛いっ！」

初登場にして明らかに字数オーバーな台詞を止めようとした私の眉間に、彼女は人差し指を押し付けることで、それを無効化。

「あっ、今度こそ思い出した！　ボイン信仰の話だったよね！　あのさ、悪いことは言わないからそんなボイン信仰なんて、今すぐ捨てさるべきよ。イタリア風に言うとサルベッキオ！　でないと、年取ってから苦労するだけよ。わかってる？　デカい分だけ垂れるんだからね。それともアンタはアレなの？　重力との戦いに勝てちゃうの？　重力無視のスキルでもお持ちなの？　あらら、ビックリこいちゃうわね。マグニートー様からスカウト来ちゃうんじゃない？　て言うか、すでに接触済みだったり――」

「だから、ちょっと待っ……ふがっ！」

しつこく止めに入った私でしたが、今度は口の中に指を突っ込まれての無効化。

「シャットダウン……あれ、違う。黙れって何て言うんだっけ？　まぁいいや。とにかく黙れ。口を挟むな。アタシは喋るのが大好きなのよ。無言ちゃんは無言ちゃんらしく黙ってろって。今はアタシのターンなんだからさ……」

「ふぐ……はふへふ……」

「アハッ！　何言ってんのかわかんねー！」

私の口の中から溢れ出した唾液が彼女の指を伝って、糸を引きながら地面へと落下していきました。けれど彼女はそんなことに構いもせずに、

「ところで、無言ちゃんのお名前は？」

「ふがほへ……ふがっ……」

「おいおい」彼女は途端に不機嫌そうに顔を歪めると、「ふがふが言ってないで、名前を言えっつーの。三秒ルールに則って三秒以内に言わないと舌を引っこ抜くから」

言い終わるや否や彼女の指が私の舌を摑みました。その指の力は凄まじく、私の舌は万力で挟まれたみたいに微動だにしません。

「はーいっ！　いっち……」

カウントダウン開始――え、冗談じゃなくて？

体中の毛穴という毛穴が一気に開き、大量の冷や汗が噴出します。

――て言うか、舌を摑まれてたら喋れませんて！

「にぃ……」

と、そこで私はノートを手にしたままだったことに気付き、大慌てで彼女の眼前にそれを突き出しました。

「ふーん。音無涼子ね……だけど残念でしたっ！」

彼女は地獄の鬼のように口を大きく開けて――笑いました。

「アタシは名前を言えって言ったの。名前を見せろとはこれっぽっちも言ってないのよねっ！」

「……へがっ？」

「さてと、じゃあ三秒経っちゃったし、アンタの舌は頂きまーーーーす！」

「は……はがぁぁあああふぐぅぅううっ！」

私は全身を使って必死の抵抗を試みました。けれど、彼女の爪が私の舌に残酷に食い込んでいくだけでした。口の中に広がった鉄っぽい血の味が唾液と共に溢れ出し、その味が急速に私の戦意を奪っていきます。そんな私を見つめる彼女の目は、どんな希望をも吸い取ってしまうような闇色の絶望に満ち溢れていて――そこで私は抵抗するだけ無駄なのだと思い知らされました。

全身から力が抜け、手からノートが滑り落ちます。

ガックリとうな垂れた私は、そこですべてを放棄しました。

この仕打ちさえも諦めてしまったのです。

「…………うふっ」

すると――笑い声が聞こえてきました。

「うふっ……アハッ……アハハハ！」

彼女は頰を紅潮させながら、恍惚とした表情で、狂気的で猟奇的に、そして圧倒的に笑っていました。

「アハハハハハハハハハハハハハハハハハハハハハハハハッ！」

その無慈悲で野蛮な爆笑が一段落したところで――彼女はようやく私の口から指を引き抜きました。

「ゴホゴホッ、げほっ！」

途端に狂ったように咳き込む私の口許から、血と唾液の混じった液体が糸を引きながら垂れ落ちていきます。

「アハッ、ウケる。超ウケるんですけど！　つーか、舌なんて欲しがる訳ないじゃん！　どこの部族だっつーの！」

「……ゴフッ、ゴホッ、ゴホゴホッ！」

「ねぇ、どうしてアタシがこんなことをするのか不思議に思ってるんでしょう？　あのね、答えを言うとね、アタシはアンタの絶望的な顔が見たかっただけなの。だって、それってアタシへの何よりもの自己紹介だからさ」

彼女は、腰を折った体勢で咳き込み続ける私の背中で唾液に汚れた手を拭き取ると――そこで改まったように言いました。

「ところで、こっちの自己紹介がまだだったわよね？」

ビクリ、と体が反応しました。

嫌な予感。そのデカいヤツの到来です。

彼女とは関係してはいけない――と直感的な拒否反応が働いています。けれど彼女は止まりません。そのまま誇らしげに――高々と自分の名前を名乗りました。

「アタシの名前は、天空城羅否幽太よ！」

「てんくうじょう……らぴゅ――」

「なんてね！　ジョークよ、ジョーク！」

ジョークって――このタイミングで？

「あ、『このタイミングで？』って思ったでしょ？」

しかも見事に言い当てられてしまいました。

「だけど、ジョークって偉大なのよ？　ほら、『ジョークやユーモアがあるから人間は狂わずに生きていけるのだ』って伊藤博文も言っていたでしょ？　ううん、それはウソ。だって、博文ちゃんはそんなこと言ってないもん」

どう返して良いのかわかりませんでしたが、ともかく彼女はそこでようやく――

本当にようやく――

「アタシの名前は江ノ島盾子。《超高校級のギャル》って設定の、ある時はカリスマ読者モデル。またある時はカリスマほにゃらら……ここはまだ内緒なんだ。ゴメンね！」

そう名乗った彼女は外灯の明かりを背中に受け、まるで舞台の上でスポットライトを浴びる女優のようでした。

――江ノ島盾子。

彼女とは関係してはいけないと頭では理解しているのに――体が勝手に動きます。

ふと気付くと、私は拾い上げたノートに彼女の名前を書き込んでいました。

「……およよ、何してんの？」

すぐに江ノ島さんが不思議そうな顔で覗き込んできます。

「あ、えっと……これは……」

話して良いものか判断が付かずに言い淀んでいると――

「もーうっ！　そうやって内緒にして、また無言ちゃんモードになるつもりなんでしょ！」

彼女は幼い少女のように頰を膨らませ、不満げな表情を作っていました。よく次から次へと目まぐるしく表情を変えられるものだと、私は思わず感心してしまいます。

「あのさ、無言ちゃんキャラなんて今時流行らないよ？　それに、人間には会話っていう優れたコミュニケーションツールがあるんだから、もっとそれを活用しないと、もたいまさこ、じゃなくて……もったいないよ？」

「か、会話も何も、さっきからあなたが言ってることって意味不明すぎて――」

「あなたはやめて。自己紹介したでしょ？」

ピシャリと咎めるような口調でした。

「えっと……さっきから江ノ島さんが言ってる事って意味不明すぎて――」

「さん、いらない。そういう他人行儀な呼び方って嫌いなのっ！」

「でも、他人行儀も何も数分前に会ったばっかだし……」

「むしろ完全に他人だって？　アハハッ、それは違うわね！　だって、アタシたちって文通仲間じゃーん！」

「……ぶんつうなかま？」

「だってほら、手紙読んだでしょ？　読んだからここに来たんでしょ？」

――手紙？　手紙って何でしたっけ？

と、私はすぐにノートで確認し――すぐに思い出しました。

そして思い出した途端に驚きの声を上げていました。

「えっ？　じゃあ、あなたがっ！？」

「そ、アタシこそがアンタの記憶を人質に取った、美しき誘拐犯の正体なのなのなっ！」

悪びれも、もったいぶりもせず、彼女は堂々と妙な語尾を付けて言い放ちました。

「で、でも、どうして――」

「ちょっとぉ！　聞くばっかりじゃなくて自分で考えなさいよねっ！」

「え、えっと……やっぱり私と松田くんの――」

「それは関係なしっ！」

せっかく考えたのに、もの凄い剣幕で一蹴されてしまいました。

「ま、どっちにしろ今はまだ教える気なんてないんだけどね！」

そう言いながら、江ノ島さんは樹木の下に放置されていたノートを手に取ると、表紙を濡らす液体のことなど気にも留めずに懐にしまいました。

「うふふ、残念だけどノートはまだお預けなのよね。このイベントシーンでは、そこまで進まないことになっているかららら、あらららあららら」

と、そこで江ノ島さんは突然大きく目を見開くと、

「あらあらあらあらあらあら？」

頭をぐるぐると回転させながら、狂ったように喚き出しました。

「ないないないないないないないないっ！」

そんな彼女の豹変っぷりに面食らいつつ、私は恐る恐る問い掛けます。

「な、ないって……何が？」

「ない、ない！　おかしくないっ？　何でないの！　何でないのっ！」

けれど、彼女は樹木の外周を壊れたオルゴールのように回りながら喚き散らすばかりで、まるで要領を得ません。

「だから、ないって何が！」

そこで私がさらに強めの口調で問い掛けてみると――

「ん？　あぁ……」

ようやく私に向けられた彼女の顔は――予想と反して丸っきりの無表情でした。そして彼女はその無表情のまま極端に抑揚のない声で、小銭でも落としたみたいな軽い調子で言いました。

「死体よ、死体。ここにあったはずの死体がなくなっちゃったのよ」

「は？」

「あ、それも忘れちゃったの？　もーう、忘れっぽいのも大概にしてよね。アンタだってあの死体を見たんでしょ？」

と、そこでまた別の疑問が湧き上がってきます。

「……あれ、どうして私が忘れっぽいこと知ってるの？　言ったっけ？」

「そ、そんなことはどうでも良くて、とにかく死体は間違いなくあったんだってば！」

江ノ島さんは声を荒らげて、私の疑問を撥ね除けます。

「お願いだから信じて！　ついさっきまでここに死体があったのよ！　実際に殺したアタシが言うんだから間違いないって！」

「……は？」

私は思わず固まってしまいました。

「あのね、後ろから一気に吊るしたったの！　この細腕で吊るしたったの！　そしたら、あいつ漏らしてやんの！　まったく、ジジイなんだからオムツくらい常備してろって。それなら多い日も安心だっつーのに！」

「は？」

すっかりメダパニ状態――つまり混乱し切った私をよそに、江ノ島さんは身振り手振りを交えながらじっくり語っていきます。

「てへっ、ぶっちゃけ、ちょっと服に付いちゃったのよね。だからトイレに洗いに行ったんだけど、そうしたらその隙にこれよ……死体がドロン。あらん死体がドロン。けど悪いのは、ションベン如きにビビってるアタシの方ね。だから戒めとして、今のアタシの服の下にはションベンまみれのノートが入っているって訳なの！」

「は？」

「つーか、せっかく見せしめにしようと吊るしといたのに……マジで誰の仕業よ……」

「は？」

「ねぇ、さっきからそれ何なの？　時代を先取る省エネキャラでも気取ってんの？」

「は？」

「ダミだこりゃ」

駄目でした。

頭の中を、意味すら、言葉すらなさない思考がぐるぐると巡り――そのせいで軋むようなひどい頭痛に襲われていました。

まったくもって訳がわかりません。

そもそも人を殺したってそんなに呆気なく言うことなのでしょうか？

「あ、どうしてアタシがそんなに呆気なく言っちゃったのか不思議なんでしょ？」

しかも、またまた言い当てられてしまいました。

「そんなの決まってんじゃん！　もちろんアンタを巻き込む為よ！」

「……えっ？」

漠然と、だけど途方もない不安が、私の全身に広がっていきました。

「わ、私を巻き込むって……？　ちょ、ちょっと待ってよ！　ど、どうして私が巻き込まれなくちゃいけないのっ！」

「は？」

「だから……どうして私が巻き込まれなくちゃいけないのっ！」

「は？」

「だ、だからっ――」

「そんなに怒んないでよっ！　省エネキャラをパクった程度でさ！」

「そうじゃなくって私は――」

「だったら逆に聞くけど、例えばアンタはカップラーメンを食べる時にお湯を入れて三分待つでしょ？　その時、『どうして三分待つの？』って聞かれたらなんて答える？　ほら、答えらんないでしょ？」

私の思考が圧倒的な大混乱で満たされていきます。

「な、何言ってんの？　いきなり話を――」

「変えてない！　まったく一緒！」江ノ島さんは強い口調で切り返します。「そう決まってることだからアタシはそうするだけってこと！　それ以上の説明なんてないのよ！　あ、でも自慢じゃないけど、アタシって気が短いから、いっつも三分ガマンできないで手を付けちゃうのよね。人はアタシのことを絶対的固麵信仰者なんて言うけど、それにはこういう深～い理由があるの。ね、理解してくれたでしょ？」

認識力がガラガラと音を立てながら崩壊し、すっかり瓦礫だらけになってしまった私の脳髄には、大量のクエスチョンマークだけが残されました。

まったく理解できません。

それが唯一無二かつ絶対的な回答でした。

他人を完璧に理解しようとするなんて、超人オリンピックを目指すくらいに不毛な行為だと最初からわかっていましたが――それにしたってこれはケタはずれです。やっぱり最初から彼女に関わってはいけなかったんです。ほらみろ。でもまだ遅くないはずです。これ以上関わってしまう前に――

そうだ、逃げよう！

最終的にそんなシンプルな答えに辿り着いた私は、すぐさま身を翻すと、強く地面を蹴り付け、後方へと一気に走り出しました。

直後、江ノ島さんと正面衝突。

「何でっ！？」

尻もち。全身が痺れるほどお尻を打ち付けた私がそこで見上げると――いつの間にか江ノ島さんが私の進路に立ち塞がっていました。

私には彼女の動きがさっぱり把握できませんでしたが、彼女は私が動き出す前から動き出していたように、一瞬にして私の背後に回り込んだのです。

「しゅ、瞬間移動？」

「むしろ縮地法って言って。その方がラノベっぽくて好みなの」

お尻だけではなく何もかも打ちのめされた気分でした。

どうやら私は彼女から逃げることもできないようです。関係ないといくら自分に言い聞かせたところで――彼女がそれを許してくれません。

「ねぇ、もしかしてアンタ勘違いしてない？」

そこで江ノ島さんは腰を落とすと、へたりこんだままの私を覗き込んできました。

彼女の目を見てはいけない――そんな警告がまたもや頭の中に鳴り響きましたが、それでも私は目を逸らすことすらできません。

「言っとくけど、アンタの意思なんて関係ないんだからね。関係あるのは江ノ島盾子の意思だけなのよ。だから江ノ島盾子から逃げるって考え方自体がナンセンスなの。だって世界のすべてが完璧に江ノ島盾子のもので、どいつもこいつも誰もが江ノ島盾子の世界を間借りして生きているだけなんだもん。つまり、『お前の物は俺の物』どころか『お前自体も俺の物』……それが全世界全人類と江ノ島盾子の関係性なのよ」

――何それ。

それは吐き気をもよおすほどケタはずれで邪悪すぎる自己中心的主義でした。

もし彼女が本気でそれを言ってるのだとしたら――私は彼女と出会ってしまった自分の運のなさを恨むしかなさそうです。

「ま、いいや。それより、そろそろ本題に戻ろっか。そう、死体の話よ」

彼女は気を取り直したように腰を上げながら、私に向かって尋ねてきました。

「ところでアンタは、希望ヶ峰学園評議委員会って知ってる？」

「……希望ヶ峰学園評議委員会？」

とりあえずノートで確認してみました。けれど、そんな言葉はどこにも見当たりません。どうやら本格的に心当たりはないようです。でも、このタイミングで出てくる名前ってことは――

「ツンときちゃったみたいね……あ、ゴメン。擬音を間違えた。やり直し。ピンときちゃったみたいね！」

江ノ島さんはショーの司会者のように大袈裟に両手を広げると、

「ビンビンゴ～！　そう、ここにあったはずの死体は、希望ヶ峰学園評議委員会のメンバーのものなのでした。ここの教師連中とか学園長とかよりもさらに偉い、つまり実質的に希望ヶ峰学園の実権を握っている老いぼれたちよ。うふふ、そう聞くとワクワクするでしょ？」

と、彼女は一人でワクワクしながら続けます。

「でも心を痛める必要なんてないわよ。だって、こいつがここで殺されるのは決まってたことなんだもん。そう、全部最初から決まってたことなの。だから、こいつらがいくら必死に《例の事件》を隠そうとしたって無駄なのよ！」

「……例の事件？」

私は思わず聞き返していました。それは思わずという表現以外に見当たらないほど咄嗟の反応で――口に出した瞬間に自分がどうして聞き返したのか困惑するほどでした。

「あらあらあら、やっぱ気になっちゃう？　そりゃ気になっちゃうわよね？　こうして何度も《例の事件》と括弧付きで連呼されたら気にならない訳ないもんね？」

そこで江ノ島さんは腰に両手を当て、胸を張るようなポーズになると――高らかに言い放ちました。

「希望ヶ峰学園史上最大最悪の事件！　それがアタシの言う《例の事件》の正体よ！」

その言葉を聞いた途端――

頭蓋骨の内側が妙な熱に侵されていく感覚に襲われました。何これ。チリチリと焼けるような熱が私の意識を麻痺させていきます。

と同時に、私はまるで誰かに操られているみたいにその言葉をノートに書き留めていました――希望ヶ峰学園史上最大最悪の事件。

「うん、言われたことをちゃんとメモに取っておくなんて偉いわね」

それを見た江ノ島さんが満足そうに笑っています。

「アンタ、きっといいアルバイトになるわよ。教えられた仕事はメモっておくってのはバイト初日に大抵の店長が言うことだからね。だけど、もしアタシにそんな口を利く店長がいたら、そいつは地獄行きね。本当の意味で地獄行きだから。まず家族から攻めて、次に友人や周囲の連中にたっぷり絶望を味わわせた後、最後に自ら殺してくださいって懇願するような目に遭わせてやるんだから……ところでアンタ誰？」

「えっ？」

驚いてノートから顔を上げると――彼女の目の睨みの角度が極端に増していました。

薙ぎ払うような視線は、私のさらにその奥に向けられています。

咄嗟に振り返りました。

けれど、そこには夜の闇の中に黒々とした木々が立っているだけです。

「ねぇ、誰って聞いてんだけど？」

それでも江ノ島さんは、その闇に向かって不機嫌そうな声を発しています。

すると――視界の隅で何かが動いた気がしました。

その直後、密集する木々の隙間から何かがゆらりと浮かび上がってきました。

「……え？」

漆黒に塗られた背景に現れた白い仮面――それは人の顔でした。まるで絵の具で塗り潰したみたいな真っ白な顔です。

「あーあ、見つかったか」

そんな声と共に、暗闇の中から人の形をしたシルエットが浮き彫りになっていきます。それは立ち上がった蛇のように瘦身長軀な男でした。やけに細長い全身を真っ黒な学生服で包み、さらに肩まで垂れる真っ黒な長髪が黒に黒を重ねています。その隙間から覗く真っ白な顔には爬虫類を思わせる細くて小さな目が刻まれていました。

「斑井一式……それが俺の名前だよ」

男の口許は、ほとんど動いたように見えませんでした。

「あっそ。どうでもいいけど……だっせぇ名前ね！　江ノ島盾子の方が百倍かっこいいじゃん！」

私の肩越しに吠える江ノ島さんを横目で窺うと――彼女はこんな状況にもかかわらず余裕の笑みさえ浮かべていました。

「参ったな、名前には自信あったんだけどな……ついでに言えば、参ったことがもう一つあるみたいだな」

「へぇ、何かしら？」

「いや、できれば一人の時にじっくり話を聞きたかったんだけど……ま、こればっかりはしゃーないか。もうこうなった以上は、しゃーないって話だよな」

ボソボソと呟きながら斑井は懐から何かを取り出しました――写真のようです。彼は爬虫類のような目を上下にせわしなく動かしながら、その写真と私たちの間で視線を行き来させていました。

「……なるほどね、そっちが江ノ島盾子か」

「で、その江ノ島盾子になんか用？」

彼女が間髪入れずに返します。

「いや、ちょっと噂を聞いてさ」

「江ノ島盾子が超絶的絶世の美人ってことを？」

「ま、それもそうなんだけど……」

斑井はいったん言葉を区切ると――そこで声の雰囲気をがらりと変えました。

「江ノ島盾子ってのは《例の事件》の関係者らしいじゃねーか」

「だから話を聞きたいって？　はは、そりゃ無理でしょ！」

それでも江ノ島さんは相変わらず余裕の笑みで、その強気な姿勢には少しの陰りも見られません。

「アンタみたいな雑魚に聞かせる話なんて一個もねーって。身の程を知れっつーの」

「……そう言うと思ってた。ま、そう簡単には話してくれねーよな」

「だったらどうするって？　まさか力ずくで聞き出すとか言うつもり？　アンタって懐古主義者なの？　そんな古臭い展開はＶシネだけで十分よ！」

「……古臭い展開ついでに言っとくけど、俺は女だからって容赦しないタイプなんだ。そのへんには期待しない方がいいぞ」

斑井の威圧するような視線が私たちを射抜きます。

睨み合う江ノ島さんと斑井との間から、ゴゴゴゴゴと地鳴りのような擬音が聞こえてくるようでした――て言うか、これって私には関係ありませんよね？　これは斑井一式という男と、江ノ島盾子という女の間のみの問題で――だから私には一切の関係がなくって、こうして恐怖に体を震わす必要なんてどこにもないんですよね？

「さてと、二人共覚悟は決まったか？　だったら――」

「ちょ、ちょっと待って！」

堪らず声を張り上げた私に、江ノ島さんと斑井の視線が同時に向けられます。

「あ、えっと……二人共ってのはおかしくないですか？　だって斑井さんが用があるのって……」

「片方だけ逃がす訳にはいかないだろ。江ノ島盾子と関係している以上は、そっちだって事件に関係している可能性があるからな」

斑井は舌舐めずりでもするように言いました。

「ま、恨むなら俺じゃなくて、江ノ島盾子と関係した自分を恨むんだな。それに、さっきから文句ばっか言われているけど、こっちだって面倒なんだぜ？　一人の予定が二人になったってことは二倍の労力ってことだからな。それでもこっちはガマンしてんだから、そっちだってガマンしてくれよ」

「な、何……それ……」

無茶苦茶な理論――いいえ、それは理論の体すら成していません。

圧倒的な自己中心的主義。

とは言え――それでも彼女ほどではありません。

「ふーん。なるほどね、アンタがやる気満々なのはわかったわ。でもね……こっちの彼女はそれ以上に殺る気満々よっ！」

そう言いながら、江ノ島さんは笑顔で私の頭を撫でています。

――って、こっちの彼女ってどこの彼女？

「ほら、ボーっとしてないでさ、後はヨロシクね！」

――は？　何がよろしく？

「あ、似てる。それって頭の悪いオットセイの顔真似でしょ。……って、それはいいから、さっさとアイツと戦いなさいよ。それがアンタの役目なんだからさ」

――わ、私が戦う……って？

「な、な、な、何言ってんのおおおおっ！」

私は頭上の手を払いのけながら絶叫しました。

「大丈夫だって。あなたはやればやれる子……そう、殺れば殺れる子なんだからさ……」

「おいおい、物騒な話はよしてくれよ……殺すとか殺されるとか、健全な高校生の言葉じゃないだろ」

と、それを聞いた斑井は苦笑気味に顔を歪めています。

「あらら、殺し合いは嫌いなの？」江ノ島さんが嘲るような口調で返しました。「何だ、思ったより覚悟がないのね。ちょっとガッカリだわ」

「……当たり前だ。殺してどうすんだよ。俺はそっちから聞かなくちゃならない話が山ほどあるんだ。せめて口だけは動くようにしておかないとマズイんだよ」

そこで斑井は爬虫類じみた目をさらに細め――強調するように繰り返しました。

「ま、口だけは……だけどな」

そして長身を蠟燭の炎のようにゆらゆらと揺らしながら、ゆっくり歩を進めてきます。

「ふーん、マジでやる気なんだ」

「当たり前だ。こっちは、あの事件以来ずっとこのチャンスを待っていたんだぞ」

言いながら斑井は自分の胸のあたりに突き出した拳を強く握りました。蛇のような体には似合わない、サザエのようなゴツゴツとした握り拳でした。あんなので殴られたらきっとマンガみたいに顔が陥没してしまいます！

「どどどうしようっ……どどどうする……っ！」

私は涙目で振り返りました。

「やっぱ、やるしかないみたいね」

江ノ島さんは強張った低い声で呟いた後――それとは打って変わった爽やかな声を私に向けました。

「アンタがねっ！」

「ちょっ、ちょっとおおおおおおおおっ！」

「アハハッ、心配しなくても大丈夫だって！」

江ノ島さんは私の肩をいじめっ子のように抱き寄せると、

「もちろんアタシも協力してあげるからさ。アンタが自分の《能力》を思う存分に発揮できるようにね！」

――は？　能力？　私の能力って？

「ほらほら、困った時はノートを見るんでしょ？」

「あ、うん……」

と、私が江ノ島さんに促されるままノートに視線を落とした――その時でした。

バシンッ！

ガガッ、バキッ！

ドキャ、ガシッ、ドスッ、ババババッ！　

そんなアニメでしか耳にしないような擬音があたりに響き渡りました。

そこで私が条件反射のように顔を上げると――

「……えっ？」

私と肩を組んでいたはずの江ノ島さんが、いつの間にか前方数メートル先で、斑井と激しい打撃の攻防を繰り広げていました。

ドシンッ、ズババッ、ドドドドッ！

長い手足を鞭のようにしならせて攻撃する斑井。それを相手に一歩も引かないギャル風味の江ノ島さん――って、何この格闘アクション！

「ちょっと、アンタッ！　何をブタみたいにブーっと……いや、ボーっとしてんのよっ！」

江ノ島さんが新体操のような華麗な足払いを繰り出しながら声を上げます。

「ほら、さっさとノートにメモんなさいっての！」

と同時に、彼女の足払いが見事に決まり、斑井は短い呻き声を上げながら芝生の上に腰を落としました。それでも彼は細長い体を独楽のように回転させると、回った勢いそのままのブレイクダンスのような足払いを返します。

「おっと！」江ノ島さんがジャンプしてかわすと、その隙に斑井も一気に立ち上がり、そして間髪入れずに右ストレート。それは明らかに遠すぎる間合いからの一撃でしたが、彼の異様に長い手はその間合いをものともしません。しかし江ノ島さんはその拳をパーリングで払いのけつつ、逆に一気に踏み込むと、右足のつま先を彼の腹部に突き刺しました。

「グフッ……！」

斑井の口から嗚咽が漏れ――そこでようやく二人の動きが止まりました。

「お、決まった。三日月蹴り。雑誌で見て以来ずっと試したかったのよね」

うずくまる斑井を追撃するでもなく、江ノ島さんはニヤニヤ笑いを浮かべています。

と言うか、そもそも――どういう経緯で急に学園格闘バトルが始まったんですか？

私が忘れているだけなのか、それとも本当に脈絡がないのか――

「だからさ、何をボケっと突っ立ってんのよ」

呆然と立ち尽くす私に、苛立ったような江ノ島さんの声が浴びせられます。

「さっさとノートにメモりなさいって。何の為にアタシが体を張って――」

そこで、その顔が吹っ飛びました。

背後から浴びせられた鞭のようなハイキックに、江ノ島さんの細い体が紙屑のように薙ぎ払われました。

「あっ！」

と、思わず声を上げながら、彼女が飛ばされた先に視線を移すと――

「……ふぅ、危ない危ない」

彼女は膝立ちの体勢から何事もなかったように立ち上がっていました。

ダメージと言えば、左腕が赤くなっているくらいでした。どうやらその左腕で斑井の蹴りをガードしたようです。でも、それにしたって彼女の細い腕くらい折れてもおかしくないような衝撃だと思ったのですが――そう思ったのは私だけではないようです。江ノ島さんを睨み付ける斑井の顔には、明らかに焦りの色が見られました。

「うふっ、強くてビビったっしょ？　たじろいだっしょ？　そう、三百戦無敗の最終兵器ギャルとはアタシのことなのよ！　ビターン！」

「黙れ」

彼女の言葉を憎々しげに一蹴すると、斑井は再び彼女に襲い掛かりました。

そこから激しい攻防が再開されます。お互いが、右手、右足、左手、左足と、全身をフルに使いながら、目まぐるしく攻守の入れ替わる打撃戦を展開していきます。私はその光景に釘付けになりながら、ひたすらノートにペンを走らせていました。

「おらぁあああああっ！」

江ノ島さんがさっきのお返しとばかりに大振りのハイキックを繰り出すと、斑井の口許がニヤリと歪みました。彼は江ノ島さんのハイキックを避けるタイミングでぐぐっと腰を沈めると、体ごと一気に飛び込むような低空タックルを仕掛けました。彼の長い手がうねるように伸びていき、江ノ島さんの腰あたりを搦め捕ろうとした――その瞬間でした。

江ノ島さんのひざ蹴りが斑井の顎を目掛けて突き上げられます。

「……くっ！」

タックルの軌道を逸らすことで、斑井は紙一重でひざ蹴りを避けていました。けれど、バランスを崩した彼は思わず芝生に右手を突きます。すると、がら空きになった斑井の右半身目掛けて、「えいやっ！」という間の抜けた声と共に、江ノ島さんの回し蹴りが放たれました。

斑井は慌てて左手でガード――しかし間に合いません。

強烈な蹴りが斑井の右こめかみを直撃すると、乾いた音と共に、折れ曲がった斑井の長身が芝生の上を滑るように飛んでいきました。

「楽勝、楽勝！　チョウチョウサンバにジグザグサンバね！」

と、江ノ島さんは高笑い。

「偉そうな口叩いといて動きがクセだらけなんだもん。ま、もう一回基礎からやり直さないと駄目ね、ハイハイぐらいから！」

江ノ島さんはケタケタと笑いながら、制服の下から取り出した手鏡で乱れた髪の毛のセットを始めていました。驚くべきことに、あれだけの攻防を繰り広げた割に、彼女は息一つ乱していません。

私はそんな彼女に駆け寄ると、喜びの歓声を上げました。

「よ、良かった！　とにかく良かったよ！　一時はどうなる事かと思ったよぉ！」

すると、江ノ島さんの表情が一変しました。

「はあ？」

彼女はこれ以上ないほど蔑むような目になると、

「……アンタさ、勘違いしてない？　まさか今ので一件落着とでも思ってんの？　だとしたら、それってアルマゲドン級の勘違いよ」

「え……？」

その時、私の視界の隅で何かがのそりと立ち上がりました――斑井でした。

「な、何でっ？」

「当然だっつーの。あの程度の蹴りであんな大袈裟に吹っ飛ぶ訳ないじゃん。さっきのアタシと一緒で自分から飛んだのよ。もちろんダメージを軽減させる為にね。ま、それもアタシが手加減してやったからって大前提がある訳だけどね」

ギギギギギギギ――

金属が擦れるような不快な音が聞こえてきました。剝き出しになった斑井の歯が火花を散らすほどの勢いで歯軋りをしている音でした。

「あ、あれ怒ってるよね……？　あの人怒っちゃってるよね……？」

私は前方の斑井に目を向けたまま、うわずった声だけを後方の江ノ島さんに向けます。

「大丈夫だって。アンタがあの程度のヤツにやられるなんてあり得ないから……多分」

「せめて言い切ってよ！」

と、振り返り掛けたところで――

「目を逸らしちゃダメ」

それを制する江ノ島さんの鋭い声。

「獲物から目を逸らしちゃダメ。それ基本だから」

「え、獲物って……」

むしろ獲物は私の方です。斑井は歯軋りをしながらじわじわと私たちとの間合いを詰めていました。彼が放つ毒蛇のような殺気に搦め捕られ、私は怖気づいたウサギのようにプルプルと震えることしかできません。

こんな状況では、やっぱりどう考えたって江ノ島さんを頼るしか――

「なっ？」

そこで突然、斑井の目が大きく見開かれました。

「い、いつの間に……？」

いつの間に――って？

その言葉に嫌な予感を抱いた私が恐る恐る振り返ると――

「………………」

えっと、あれって何て言うんでしたっけ？

と、そこでいったんノートを確認し、そしてようやく思い出しました。

あぁ、そうそう――

「……縮地法だったよね」

振り返った私の視界にはもう誰もいません。

いつの間にか、江ノ島盾子の姿は影も形もありませんでした。

「見捨てられたみたいだな……」

すぐ背後から人の声。

振り返ると――これまたいつの間にか私の眼前に立った斑井が、粘りのある視線で私を見下ろしていました。

「だけど恨む必要はないぞ。あいつとの決着は後できっちりつけてやる。ただ順番が変わっただけ……それだけの話だ」

死刑宣告のような言葉を掛けられたところで、私はようやく自らの根本的な過ちに気付きました。そもそも江ノ島盾子なんかに頼ろうとした私が愚かだったのです。などと愚痴を言っている場合じゃありません。とにかく何とかしないとっ！　

と、私がおぼつかない視線をノートに落としたところで――頭上から斑井の声。

「……おい、ノートなんか見て余裕だな」

「あ、あの……その……」

私は顔を上げることもできません。内容なんて全然頭に入ってこないのに、無理矢理ノートをめくっているだけでした。そのままロクな打開策も見つけられず、時間稼ぎの言い訳を口にするのが精一杯です。

「ちょ、ちょっと待ってください……あなたの目的って希望ヶ峰学園史上最大最悪の事件とかいうのを調べることなんですよね？　だ、だったら私に聞いても無駄だと思いますよ。だって私はその事件については何も――」

「どうしてわかったんだ？」

斑井の凍てつくような声に体がビクンと震えます。

「な、何が……ですか？」　

「さっき俺は《例の事件》と言っただけだ。それなのに、どうしてお前はそれが希望ヶ峰学園史上最大最悪の事件だとわかったんだよ？」

こわごわ顔を上げると――斑井の目の鋭さが驚異的に増していました。

その視線から逃げるように、私はすぐにノートに視線を戻します。

「え、えーっと……それはですね……ちょうどタイムリーに耳にしたばっかりだったので……き、きっとそうなんじゃないかと思っただけでして……」

「そもそも《希望ヶ峰学園史上最大最悪の事件》って名称自体も、この学園内で知る人間はほとんどいないはずなんだ。それを平気で話し合ってるってことは……やっぱりお前らは怪しいな。どうやら大当たりだったみたいだ」

もう見なくてもわかります。斑井は爬虫類のような目を残酷に歪ませて笑っているに違いありません。背筋が悪寒でビリビリと痺れ、冷え切った手足が硬くなって、私は完全に身動きが取れなくなっていました。

――終わった。

多分ですけど、それは私にとって生まれて初めて自分の死を意識した瞬間でした。そして、そんな時に私の空っぽの頭に浮かぶのは――

――松田くん。

やっぱり大好きな彼のことでした。

と言っても、思い出が走馬灯のように頭をよぎったりする訳ではありません。私が思い出せるのは彼への感情だけなのです。だから私は心の中で彼の名前を何度も呟くことで、それを思い出そうと――

松田くん松田くん松田くん松田くん松田くん松田くん松田くん松田くん……

――あれ？

えっと、やり直し。

松田くん松田くん松田くん松田くん松田くん松田くん松田くん……松田くん……

――あ……れ……？

おかしいです。なんかうまくいかないんですけど……

「思い……出せない……？」

急激に全身がざわついてきました。松田くんを思い出せないという事実に、私はかつてないほどの恐怖と孤独に襲われていました。

――これが松田くんを失った喪失感？

それは今まで体験したことのない地獄のような感覚でした。邪悪な怪物に体の大部分をごっそりと食い千切られたような酷い感覚です。

「どうした、顔が真っ青だぞ？」

「……えっ？」

斑井を見上げたところで、私はようやく理解しました。

目の前の人物から与えられるこの恐怖は、今や私の感情のすべてを支配しています。

そのせいで――私は松田くんへの気持ちを思い出せない。

「まるで、これから襲われそうになってるヤツの顔みたいだな」

そんなどうしようもない冗談に、言った本人だけがクックと音を立てて笑っています。

――松田くん松田くん。

恐怖に飲み込まれながらも、私は心の中で何度も彼の名前を呟きました。だけど、私の感情は何の反応も示しません。それでも私は必死に何度も呟きます。祈るような気持ちで呟き続けます。

――松田くんの顔が見たい。松田くんの声が聞きたい。松田くんの匂いを嗅ぎたい。松田くんに触れたい。松田くんに会いたい。松田くんに会いたい。松田くんに会いたい。

すると――それは突然でした。

ドクンと心臓が大きく鼓動し、猛スピードで逆流してきた濃い血液が一瞬にして全身に広がっていき――自分でもびっくりするほどの熱が、私の手足を縛りつけていた恐怖を溶かしていきました。

――松田くんに会いたい。

それだけを何度も呟き続けている内に――私はそれまで自分を支配していた恐怖を、すっかり忘れてしまったのです。

――松田くんに会いたい！　松田くんに会いたい！　松田くんに会いたいっ！

「松田くんに……会いたい……」

「……ん？」

私の異変に気付いた斑井が咄嗟に距離を取っていました。どうやら見かけによらず慎重な性格のようです――と、分析するぐらいに冷静な思考を取り戻した私は、その冷静な思考のまま、もう一度ノートを頭から読み返してみました。すると、いきなり最初のページで目が留まります。

そこには――私が持っているらしい《ある能力》について書いてありました。

辿り着いてみれば、今までどうしてそこに辿り着けなかったのか不思議なくらいです。

でも、きっとこれが――松田くんが私に与えてくれた愛の力なのでしょう！

――松田くんに会うんだっ！　松田くんに会うんだっ！　松田くんに会うんだっ！

今や、それは欲求ではなく明確な目的として、私の思考の中に確かな熱を生み出していました。

「……そこ、どいてください」

ノートから顔を上げた私は、真っ直ぐ斑井に向かって言い放ちました。

「私は松田くんに会いに行くのっ！」

「誰だよ、松田くんって……て言うか、お前は何きっかけで覚醒してんだって」

「もちろん愛だよ！」私は勝ち誇ったように叫びました。「松田くんの愛の力だよっ！」恥ずかしげもなくそう叫びました。

「いや、確かに愛の力ってのは偉大だけどさ……人を考えられないような行動に駆り立てたり、時には狂わすことだってするしな……けど、それにしたって、お前のはよくわからないぞ」

「……とにかく、邪魔はさせないから」

そう言いながら私は斑井を強く睨み付けました。

「……それって自棄になってるだけか？　ま、それはそれで厄介だけどな。自棄になったヤツってのは何をするかわかったもんじゃない。強いも弱いも関係なく、間違いなく厄介なモンだからな」

「いいからどいてよ」

「やっぱ……よくわからない女だ」

そこで彼は重心を落とすと、低く構えるような体勢になりました。自らを襲う混乱を原因ごと踏み潰そうとしているのでしょう。だけど、そんなの――

私には関係ありません。

その程度では、赤く燃える私の炎は消せません！

――松田くんに会うんだっ！　松田くんに会うんだっ！　松田くんに会うんだっ！

そう決心した私は開いたノートを手にしたまま無防備で歩を進めていきます。それに反応した斑井がさらに重心を低くしながら、腰のあたりで拳を握りました。臨戦態勢ってヤツです。逆に言えば、自ら先手を打つつもりはないようです。要はそれだけ警戒心が強く、慎重な性格なのでしょう。

だけど――

いや、だからこそ――

私はそこで足を止め、そして言い放ちました。

「斑井一式、チェックメイトよ！」

「なんだよ、そのダサい決め台詞は……」

「……斑井一式、チェックメイトよ！」

やっぱり他の決め台詞が思い付かなかったのでまた繰り返しながら――私は獲物に襲い掛かろうとする野生動物のように、ゆっくりとした動作で重心を落としました。

その体勢のまま二本の脚に全身の力をぐぐぐっと流し込み、その力をギリギリまで溜めたところで――

一気に解放！

はち切れんばかりに溜め込んだ力で地面を激しく蹴り付けると、爆発するように走り出しました――待ち構える斑井とは反対の方向へ。

「おっ……おいっ！」

完全に意表を突かれた様子の斑井が後方で困惑の声を上げています。

私はそれを聞きながら、ノートの最初のページを開くと、そこに書いてある《自分の能力》について、もう一度確認しました。

そう、これが私の能力。この状況を打破する為の唯一の方法。

――覚えてないから実感ないけど。

しばらくすると後方から私を追ってくる足音が聞こえてきました。

そこで私は試しに予測してみることにしました。私を追ってくる人物が今何を考えているのか――きっと彼は今こんな風に考えているはずです。

本当によくわからない女だな――と。



「本当によくわからない女だな……」

斑井一式は走りながらそんな独り言を呟いていた。

油断していた訳ではない――だからこそ裏をかかれてしまった。

あの流れで逃げ出すとは想像していなかった。だが冷静に考えてみれば、それは当然の行動だったのかもしれない。

窮鼠猫を嚙むなんて言うが、実際に鼠が猫を嚙むことなどほとんどない。たとえ瀕死の重傷を負って身動きの取れない状態まで追い詰められようとも、それでもまだ鼠は逃げようとするだけだ。

なぜなら――それが鼠の《本気》だからだ。

それは前方を走って逃げている女も一緒のはずだ。

つまり、逃げることこそがあの女の本気なのだ。

「……じゃあ、捕まえればそれで終わりってことだよな」

その口許に残酷な笑みが浮かぶ。それは獲物を追う狩人の顔――ただし捕食の為の必死さはそこにはない。だからこそ余計に残酷な笑みだった。

――捕まえて、痛めつけた後で《例の事件》について洗いざらい吐かせてやる。

希望ヶ峰学園史上最大最悪の事件――

斑井は、その事件に、そして事件に関係する人間たちに、激しい憎悪を抱いていた。そして今や事件への復讐だけが斑井を突き動かす原動力になっていた。

そんな彼がようやく摑んだチャンス。きっかけは数時間前の怪しげな密告だった。

――中央広場に事件の謎を知る江ノ島盾子が現れる。

罠という可能性は大いにあったが、それでも構わなかった。それが罠だったとしても、罠を仕掛けた人物に会えるチャンスのはず――むしろそう考えた。

――俺は必ず復讐する。

――守る為にも復讐する。

斑井の目に炎が宿った。その目が前方を走る標的へと向けられた途端、彼の走る速度が劇的に上がった。長い髪が一直線に横にたなびき、標的との距離が一気に縮まっていく。あっという間に、手を伸ばせば捕まえられる距離になった。

――これで終わりだ。

左足を強く踏み込み、長い右手をグンと伸ばす。その指先が標的の髪に触れる――その瞬間だった。

標的が斑井の右手をすり抜けるように急角度に方向転換をし、意表を突かれた彼は思わずバランスを崩した。

まるで見計らったかのようなタイミングだった。

「……チッ！」

斑井は赤い舌を鳴らしながらすぐに体勢を立て直すと、再び標的を追って走り出した。だが、その直後彼は気付いてしまった。前方を走る標的の――その異常な行動に。

「……ありゃ……なんだ？」

標的は走りながら――ノートにペンを走らせていたのだ。

「は……？」

――走りながら書くって？

――ありえねーだろ、どう考えたって。

それが斑井の心を大きく惑わせた。その行動の意味が理解できなかったというだけではなく、『標的が逃げる以外の行動をしている』ということ自体が予想外だったのだ。

あいつはただ逃げるだけの鼠じゃない？　

逃げる以外の策を隠し持っている？

だが、それ自体がブラフとも考えられる。最初の逃走の時のように、こっちの警戒心を煽ることで逃げる隙を作ろうとしているだけかもしれない。

いや、どっちにしろ――迷っている暇なんてない。

希望ヶ峰学園史上最大最悪の事件への復讐――その強烈な動機が彼に迷う暇を与えなかった。

斑井はがむしゃらにスピードを上げると、再び標的を射程に捉えた。

――今度こそ終わりだ。

標的の死角から伸ばした右手が彼女を摑む。

いや――摑んだのは空気だけだった。

またもや見計らったかのようなタイミングで、標的が突然の方向転換をしたのだ。勢い余って突っ込んだ斑井の眼前には闇に沈んだ大木があった。慌てて手を突くと、ざらついた木の表面が手の平に食い込んだ。

――なんだそりゃ！

斑井はムキになったように地面を蹴ると、一気にトップスピードになった。すぐに標的を射程に捉えると、殴り付けるように手を伸ばす――だが、その手をかいくぐるようにしてまたしても標的は逃げていく。

――捕まえられない？

その時になって斑井は初めてそう意識した。だが、その理由がわからない。そもそも向こうはノートに目を落としたまま振り返りもしないのに、どうして背後から伸びてくる手を避けることができるんだ？　しかも、こっちが手を伸ばした絶妙なタイミングで。

まるで背後の動きが見えているとしか――いや違う。あれは見えているとかそういうレベルじゃない。

――まるで予めわかっているみたいだ。

「冗談だろ……」

その考えを振り払うように斑井は再び全速力で走り出した。

あっと言う間に迫った標的の無防備な背中に向かって、もう一度手を伸ばす。その手が触れそうになった瞬間――やはり標的はその手をかわして逃げていく。だが、それを見越していたように――斑井はその動きに合わせて体を反転させると、両手を広げながら標的へと体ごと飛び込んだ。長い手を活かした得意のタックルだった。

今度こそ捕らえた！

――つもりが、そこで標的の姿が消えた。

「……なっ？」

かわされるのを読んでいた斑井の動きをさらに読んだように――彼女は完璧なタイミングで斑井の足元で亀のように腰を屈めていた。

そのまま標的に乗り上げるような格好になってしまった斑井は、無様に回転しながら前方へと激しく転倒した。

芝生の上に投げ出された斑井はしばらく動けなかった。

体の痛みを感じる程ではないが、しかしそれ以上のダメージが斑井にはあった。

「なんだよ……そりゃ……」

ようやく芝生から体を起こした斑井は、長髪を振り乱しながら標的の姿を捜した。そこで捉えた彼女の後ろ姿はすでに小さくなっていた。

遠ざかる標的の背中を見つめながら、斑井は信じられないといった口調で呟いた。

「……頼むから、予知能力とか言わないでくれよ」



――予知能力？

きっと彼はそんな想像をしているでしょうけど、もちろんそんなものは存在しません。いえ、予知能力自体は存在するかもしれませんし、夢があるのでむしろ存在して欲しいくらいですけど――この危機的状況で私がそんな能力に目覚めるなんて、そんな少年漫画的かつご都合主義的な展開はあり得ないのです。

だから、これは予知能力とかそんな大それたものではなく――

単なる予測なのです。

私は彼の考えそうな事や彼の行動を分析し、起こりうる未来を予測しただけなのです。

そう、それこそがノートで確認した私の能力でした。

――超分析力。

私はその能力を使って、斑井の考え方や行動パターンなどを統計学的に分析し、そこから彼の行動を予測しただけなのです。

と言っても、その分析には膨大な量のデータが必要です。当然ですがデータがなければ予測なんてできませんから。

でも、だからこその『音無涼子の記憶ノート』でした。

私は斑井の言動や仕草から、彼の行動パターンを割り出すのに使えそうなデータを片っ端からノートに書き込んでいきました。特に、斑井と江ノ島さんとの打撃戦は貴重なデータ源になりました。彼女は様々な攻撃方法で斑井を攻め、あるいは自分を攻めさせていました。今考えれば、あれは彼の行動や攻撃パターンを私に見せ付けようとしていたのかもしれません。あの江ノ島さんがどうしてわざわざそんなことをしたのか、それはさっぱりわかりませんけど――とにかく、あのデータのお陰で私が斑井の行動パターンを摑むことができたのは確かです。

とは言え、出会って数分程度のやり取りで彼の行動のすべてがわかる訳ではありません。ただ、今の私の目的は、こういう状況に置かれた場合の彼がどう行動するか予測することなので――それには充分なデータが集まりました。

だから今の私には、彼がどのタイミングで、どの角度から、どう攻撃してくるか――それらが手に取るように予測できるのです。

でも、そんな私の予測だと――彼はまだこの程度では諦めないはずです。

今は、私の能力を目の当たりにして呆然としている彼も――これもまた私の予測ですけど――すぐに自分の身に起きた現象の原因が私のノートにあると気付くはずです。

おそらく今度は開き直って追ってくるでしょう。そうなれば、このまま無闇に逃げ回っているだけでは埒が明きません。

だったら、どうするか――

その答えも、もうすぐ見えてくるはずです。

そう予測しながら、ノートに描かれた中央広場の見取り図を頼りにしばらく走っていくと――木々の生い茂る地帯を抜け、開けた一帯に出ました。

予測通り、その奥に小さな建物が見えてきました。

それこそ私の目指していた場所です。

その目的地を発見した途端――私の頭の中では勇気と恐怖が同時発生を始めていました。

でも、やるしかありません。

不安や恐怖なんてさっさと忘れて――やるしかないんです。

松田くんに会う為にも私はやるしかないんです。

やります。やれるに決まっています！

ちなみに、これは予測なんかでありません。

ただの意気込みです。



あのノートに秘密があるはずだ――斑井はそう結論付けた。

そうだ、そうに決まってる。予知能力なんて存在してたまるか。そもそも向こうは捕まれば大変な目に遭うという状況下にもかかわらず、しつこくノートに何かを書き続けていた――と言うことは、あそこには必ず何か秘密があるに違いない。それがどんな秘密かはわからないが、『秘密がある』という事実がわかっただけでも十分だった。

――だったら、そのノートを破り捨てればいいだけだからな。

元々、斑井は複雑な思考を重ねるタイプではなかった。見かけによらず慎重と言われる彼の性格だって、生まれつきのものではなく、彼の今までの役割上そうする必要があったからこそだった。

しかし今となってはもう――その役割も無意味なものとなってしまった。

――けど、それは俺のせいだ。

――俺が守れなかったせいだ。

そんな自分に残された役割は――希望ヶ峰学園史上最大最悪の事件の真犯人を見つけ出し、そいつに復讐することしかない。

「だから……こんな所で立ち止まってる場合じゃねーんだ」

斑井は再び走り出した。そしてシンプルにこれからやるべきことだけを考えた。

――標的を捕まえ、痛めつけ、そして吐かせる。

すっかり開き直った斑井は標的が逃げていった方向に全力で走っていった。時間的ロスはあったが、致命的なロスではない。それに、もし逃げられたとしてもまた追えばいいだけだ。自分が諦めない限りこれに終わりはない。

――捕まえ、痛めつけ、そして吐かせる。

確認するように繰り返しながら、斑井は薄暗く生い茂る木々の間を、黒い蛇のように走り抜けていった。

あたりを注意深く見回しながら進んでいくと、途端に視界が開けた。広場のようになっている一帯に出たようだ。ぐるりと見渡すと、その広場の奥に小さなプレハブ小屋が見えた。プレハブ小屋の傍らにある外灯は明滅を繰り返していて、それが小屋全体の雰囲気をホラー映画のように不気味に演出している。

怪しすぎて怪しい。

いや、だからこそ逆に――

「……迷っているより調べた方が早いか」

斑井はそこでスピードを落とすと、慎重な足取りでプレハブ小屋に歩み寄っていった。本来であれば落ち着いた印象を与えるはずのクリーム色の壁と屋根でさえ、明滅を繰り返す外灯に照らされると、薄気味悪さしか感じない。

プレハブ小屋の前に立った斑井は、まず壁面の窓から慎重に中の様子を窺った。頭上の外灯の明滅に合わせて、埃っぽい室内が目に入った。おそらく中央広場の管理用倉庫なのだろう。肥料やペンキ缶などが置かれた棚や、掃除用具などが所狭しと置いてある。中に人影は見当たらないが――隠れるスペースだらけだった。

斑井はいったん窓から離れると、倉庫の入口へと回った。

扉は木製の薄い開き戸だった。指先だけでドアノブに触れ、仕掛けがないことを確認してからドアノブを握る。

しかし開かない――やはり鍵が掛かっているようだった。

斑井はその場で腰を屈ませると、周囲に生えた雑草を観察した。くるぶし程まで伸びた雑草の先端がところどころ折れ曲がっている。おそらく誰かが踏んだ痕跡だろう。

――これで決まりだな。

だが、その顔に余裕や安心の色はない。逆に忘れかけていた警戒心を思い出していた。

――で、どんな罠を仕掛けて待ってるんだ？

斑井は深呼吸を繰り返した。そして一際大きな息を吐き出した後――目の前の扉に向かって全力の前蹴りを放った。

――ドン！

鈍い音と共に扉がわずかに開く。

――ドン！　ドン！

立て続けに何度も蹴り付けると、扉の隙間が人一人くらいなら入れそうなほどまで広がった。その隙間の向こうでは暗闇がぽっかりと口を開けている。

斑井は長身を屈めながら暗闇の中に体を滑り込ませた。

「邪魔するぞ……」

砂を踏んだ音があたりの静けさの中を水紋のように広がっていった。倉庫内は奥行きがあるせいで思ったよりも広く感じられた。窓から入る外灯の明滅だけが唯一の明かりで、それ以外は不気味な薄暗さに包まれている。倉庫の隅には蜘蛛の巣が張っていた。窓と逆側の壁には背の高い大きな棚が置かれ、そこにはペンキなどの塗料が並べられていた。床には綿ぼこりと砂利が散乱していて、あちらこちらに清掃や整備に使われる用具が乱雑に置かれていた。さらに倉庫の奥には、肥料などが詰められているであろう大きな麻の袋が、いくつも大量に山積みになっている。

「おいっ、隠れてるのはわかってるぞ！」

狭い倉庫内に斑井の声が反響した――と、そこで彼の視線がある方向に向けられる。山積みになった麻袋の向こう側で《何か》が小さく動いた気がしたのだ。まるで斑井の声に反応したかのように、ビクリ――と。

――あそこか。

斑井は警戒心を強めながら、じりじりとした足取りで距離を詰めていった。罠は必ずあるはずだ。倉庫内にはいざとなれば武器になりそうな物がゴロゴロしている。斑井の脳裏に、暗闇の中でそれを握って震えている標的の姿がイメージされた。

「……何を企んでんだ？」

声で牽制しながら、倉庫内を用心深く進んでいく。倉庫の中央付近まで来る頃には斑井の目もすっかり暗闇に慣れていた。

「ま、反撃したいなら勝手にしろ」斑井は抑揚のない冷酷な声で言った。「その代わり後悔することになるのはお前の方だ。どうせ後で痛めつけ――っ！！？？」

一瞬、何が起きたのかわからなかった。

顔面に衝撃を感じた直後――突然視界が真っ白になった。

「……くっ！」

呻きながら薄目を開けて確認すると――あたりが真っ白な霧に包まれていた。

「……えいっ！」

正面に立つ標的が山積みになった麻袋の向こうから白い塊を投げてくるのが見えた。その塊は斑井の体にぶつかると、弾けるようにあたりに舞い散った。そして、彼女は投げ終わると同時に目の前の麻袋に手を突っ込むと、そこから大量の粉を摑み取り――それをまた投げてきた。

「えいっ！　えいっ！」

怯んだ、というより呆気に取られた。それは反撃とは名ばかりの、まるで子供の喧嘩のようだった。雪合戦で投げる雪の代わりに粉を投げているだけだ。

「くだら……ねーな……」

斑井の顔が怒りに歪んでいく。自分はこんな時間稼ぎにもならない抵抗を警戒していたのか――そう思うと無性に腹が立ってきた。

――もういい、さっさと終わらせてやる！

斑井の目が明滅する外灯の光を反射して鋭く光った――その時だった。

「……粉塵爆発って知ってますか？」

斑井が動き出そうとする絶妙なタイミングで発せられた声――勢いを削がれた斑井は思わず動きを止めた。

「この状況で火を付けたら……どうなると思います？」

「ど、どうなるって……」

今や、この倉庫内全体が白く舞う粉にすっかり覆われていた。

不意に斑井の脳裏によぎる光景――火が一瞬の内に空気中に舞う粉から粉へと燃え移り、そして一気に倉庫内を吹き飛ばす。

「……そんなことしたら、お前だってただじゃ済まねーぞ？」

「……どっちにしろ、ただじゃ済まないんですよね？」

それを聞いた斑井は、自分の言葉を思い出していた。

――自棄になったヤツってのは何をするかわかったもんじゃない。

斑井は白い霧の中に目を凝らした。粉塵の向こうに見えるのは女のシルエットだけで、その表情までは見えなかった。目の前を舞う粉を払いのけると、ようやくその向こうに女の顔が見えた。

それは、まったくの無表情。

それゆえに、得体の知れない威圧感に満ちていた。

「誰だよ、お前……」

怯えて逃げる標的の顔ではなかった。彼女は色のない目を瞬きもさせずに、ただ一直線に斑井へと向けている。思わず背筋がゾッとした。

「できる訳ねーだろ……そもそも火を付けるって、そんな物がどこにあんだよ」

「………………」

彼女は無言だった。じっとりと肌にまとわりつくような緊張感で、自分の周りの空気が重くなっていく。どす黒く濁った感情が斑井の内部をじわじわと侵食していった。

――マジでこいつ……誰なんだよ。

斑井はその女の色のない目の奥に――怯えた自分の顔を見た気がした。

――逃げるか？　先に仕掛けるか？

二つの選択肢がぐるぐると頭の周りを高速で飛び交っていく。

と、その時だった。

わずかに標的の目が動いた。

反射的に視線の先を確認すると――床の上に乱雑に置かれた業務用の掃除機が見えた。そのすぐ傍には剝き出しのコンセントもある。

業務用の掃除機――剝き出しのコンセント――火花か！

連想ゲームのように思考が繫がり、気付くと斑井は動き出していた。

躊躇している暇はない！　

警戒している余裕もない！　

あの女よりも早く！

飛ぶように駆け出した斑井は、伸ばした長い手で掃除機のホースを強く摑んだ。そして振り回すように力任せに自分の方へと引き寄せ――

と、そこで違和感。

確かに手応えはあった。

むしろありすぎた。

しかも――女が動いてなかった。

斑井の視界の隅に立つ彼女は、斑井が掃除機を手にした今でさえ、その場所から一歩も動いていない。むしろ、その目は何か期待が込められているように輝いてさえいた。

――しまった！

斑井の抱いていた違和感が、『ある一文字』に形を変えた。

――罠。

だが気付くのが遅すぎた。

斑井の視界にゆらりと大きな影が差す。目の前の棚が傾いて作った影だった。

スローモーションで棚から投げ出されたペンキ缶がガラガラと音を立てながら、自分に向かって落ちてくる――

影が迫る。

もう、眼前に。

そして轟音と砂埃が舞う中――

斑井一式は、倒れてきた大きな棚に押し潰された。



地鳴りのような音と共に、あたりの粉塵が激しく舞い上がっていました。

棚に並べられていた色とりどりのペンキが、床や壁を見境なく染め上げ、あたりはまるで魔法の国のような有様です。

私は吸い込んだ粉塵にゴホゴホと咳き込みつつも、ホッと胸をなで下ろしていました。警戒心の強い彼が粉塵爆発と聞いた後にあの掃除機を見つけたら、そのまま放っておく訳がない――それは私が予測した通りの結果でした。

私は倉庫の窓を一気に開放すると、付近に落ちていたスコップを構えながら、慎重な足取りで、棚に押し潰された斑井の様子を窺いに行きました。

彼と対峙していた時は強気を装っていましたが――緊張でまだ足が震えています。スコップを握る手もすでに汗でびっしょりでした。

「もしもーし……」

おずおずと、倒れた棚の隙間から奥を覗き込んでみると――

斑井は棚と地面に挟まれて、まるでサンドイッチの具のようになっていました。それでも意識は残っているらしく、弱々しい視線を私に向けています。

「こ、こんな手に引っ掛かるなんてな……」

胸が圧迫されているせいか、彼は喋り辛そうにしていました。

「で、でも……どうして爆発しない？　こんな棚が倒れたら……せ、静電気や火花で爆発するはずだろ……」

私はスコップを構えたまま答えます。

「あ、この粉はセメント粉なんで爆発しないんですよ……」

「……セメント粉？」

私はスコップを構え直すと、空いた方の手でノートを広げながら、

「えーっとですね……粉塵爆発に必要な条件って、可燃物の粉塵、酸素、それと着火源らしいんですけど……そもそもセメント粉って酸化しないから燃えないんですよ。つまり可燃物の粉塵じゃないんで粉塵爆発は起こらない……ということらしいんです」

「じゃあお前は……それを知ってて……」

「この倉庫の管理人のおじさんってやけに話好きな人らしくって……たまたまそれに捕まって一方的に色々と聞かせてもらったことがあるみたいなんです……って、そんな話を女子高生に無理矢理に聞かせるのってどうなんですかね？　でもそのお陰で助かったんだし、やっぱり感謝なのかな……」

私はさらにノートをめくりながら、語っていきます。

「とにかく、その管理人のおじさんはいわゆるＤＩＹってヤツに凝ってるらしくって、自分で作れる物は何でも作っちゃいたいみたいなんですよね。それでセメント粉を大量に購入して、ここに保管しておいたみたいなんです」

「そ、それを……囮に使ったって訳か……」

「はい。あなたに掃除機を引っ張ってもらう為にです」

私はノートに視線を落としたまま、力強く頷きました。

「あ、ちなみにホーム・アローンって映画は知ってますか？　そこに出てくるトラップをアレンジして使ってみたんです。掃除機と棚をロープで結んでおいて掃除機を引っ張ると一緒になって棚が倒れてくる仕掛けで……そうそう、ちなみに粉を撒いたのはロープ自体を隠す目的もあったんですよ。それもあって白っぽいロープを使ったんですけど――」

「……もういい」

斑井が弱々しい声で私の言葉を遮ります。

「け、結局は……その仕掛けがお前の奥の手ってことだろ……？」

「うーん、奥の手とは違うかも。だってホーム・アローンだと、最後に強盗に止めを刺すのってカルキンくんじゃなくって彼を助けに来た大人たちなんですよ。一作目も二作目もね。だから奥の手って言うなら、むしろ誰かが私を助けに――」

「わかったから……もういい……」

斑井はうんざりしたように顔を歪めていました。

「だ、だけど……勝った気になるのはまだ早いんじゃねーのか？」

「……はい？」

その妙な言い回しが気になって――私は思わず聞き返します。

「あの……どういう意味ですか？」

「こ、こっちはまだ……奥の手を見せちゃいない……そういう意味……だ……」

そんな言葉を最後に――斑井は黙り込んでしまいました。

それ以降は呼びかけても反応しません。どうやら気を失ってしまったようです。

何だか煮え切らない気持ちでしたが、多量のセメント粉を吸引すると塵肺になる恐れもあるらしい、とノートにもあるので――とりあえず倉庫を出ることにしました。

すると倉庫から出た途端――私は心配事を忘れて清々しい気分になっていました。

ま、後のことは警備部に任せるとしましょう。きっと警備部にあの異常者を捕まえてもらえば一件落着のはずです。女子を襲うなんて重犯罪に手を染めた以上は退学は確実だと思うので、もう会うことも――

「……ふぎゅっ！」

そこで踏み潰された小動物のような嗚咽を漏らしたのは――私でした。

喉元に強い衝撃。

ゴツゴツとした何かが私の首を締め付け、息ができません。

――何これ？

――何が起きてんの？

そんな混乱の中でも、目の前に真っ黒な電柱があるのだけはわかりました。

――って、何で電柱？

さらに混乱しながら視線を上げていくと――細長い電柱の上に真っ白な顔が乗っているのが見えました。どうやら人の顔のようです。しかもその顔には見覚えがあります。忘れっぽい私でも、さすがに見覚えがあります。だってその顔は――

今さっき棚の下敷きになって気を失ったはずの――斑井その人だったからです。

「……驚いているみたいだな」

しかも彼は無傷で――服すら汚れていません。

「お前はきっとこう思っているはずだ。『どうして今さっき倉庫で倒したばかりのこの男が私の前に立ちはだかっていて私の首を絞めているんだ？』って……そうだろ？」

斑井が口を大きく裂いて笑っています。

「要は、これが俺の奥の手なんだよ……今はまだその一部だけどな」

彼は極限まで細めた目をしっかりと私に固定させています。その目が脂っこく輝いていました。

「さてと、差し当たって手足を折らせて貰うぞ。ちょっとばかり痛いだろうがガマンしてくれよ……っと、その前に意識飛ばしとくか。叫ばれると厄介だしな」

その口調は冷酷と言うよりも冷静で――だからこそ命乞いが通用する余地のないことを如実に物語っていました。

私の喉を締め付ける斑井の手に力が込められ――私の意思と意識はゆっくり薄れていきます。私自身が消え失せていくような欠落感が、私の体からあらゆる感覚を根こそぎ奪い取っていきました。

もう声を出すこともできません。

もう息をすることもできません。

もう予測することもできません。

私の手からノートが零れ落ち――目が霞み、視界がぼやけ、周囲の景色と一緒に、目の前の斑井が歪んでいきました。

そう――歪んでいったのです。

斑井の体が歪みながら、円の軌道を描くように回転しました。そして天と地がひっくり返った状態のまま頭から落下し――グシャリと鈍い音を立てて地面と激突しました。

私はそれを見ていました。

消えかけの蠟燭みたいにゆらゆらとした意識の中から、これが夢なのか現実かさえもわからないまま――それでも私は確かに見ていました。

「ぐぐぐううっ！」

踏み潰されたカエルのような声を発しながらも、斑井は素早く体勢を立て直していました。そして飛び跳ねるように立ち上がった途端――その目が自らの右腕に釘付けになります。

彼の右腕の肘から先の部分が、

飴細工のように不自然にねじ曲がっていたのです。

何が起こったのかわからない――最初はそんな顔で自分の腕を見つめていた斑井も、すぐに思い出したように悲鳴を上げます。

「ひ……ひぎゃあぁぁぁああがっっふぐわぁぁぁあああっっっ！」

混乱と恐怖と痛みの混じり合った悲痛な叫び声が、彼の体中の空気を絞り出すほどの勢いで吐き出されていきます。

そんな凄まじい悲鳴を聞きながら――私は呆然自失の表情でその場に立ち尽くしていました。と言うか、自分が立っているのか倒れているのかもよくわかりません。よくわからないまま――そこでよくわからない声を聞きました。

「うぷぷ。ちょっと本気出しすぎちゃったかな」

それは声というよりも――音に近かったかもしれません。

「……でも仕方ないよね。さすがにここで死なれたら困っちゃうからさ。だって、オマエは一応このシナリオの主人公なんだしね！」

そこで私は気付きました。

むしろ、どうして今まで気付かなかったのでしょう――

いつの間にか、私の目の前に真っ黒な影が立っていました。その黒く塗り潰されたシルエットの中には、どこか見覚えがある顔が浮かんでいます。

けれど思い出せません。

それが誰なのか――私には思い出すことができませんでした。

「うぷぷ、ボクが誰だか思い出せないんでしょ？　そりゃそうだよね。ま、でも気にしなくていいよ。きっとその内、思い出せるようになるはずだからさ」

そう言って笑った後――影の発する声が急に低くなりました。

「……それより、まずはそっちを片付けちゃいますかね」

その後のことは――

すべて一瞬の内に始まり、一瞬の内に終わっていきました。

まず壊れたように叫び続ける斑井の頭上にそっと手が置かれました。その手が優しく彼の頭を撫で始めます。斑井が驚いたような表情で見上げると――その表情のまま彼の頭がボキボキと音を立てながら回転し、そして不可解な角度で停止しました。

自分が何をされたのかもわからないまま力なく崩れ落ちていった斑井は、私の足元で赤い泡を吐きながら、びくんびくんと痙攣しています。

――あ、これは夢なんだ。

私はそんな思考に辿り着き、そして妙にホッとした気分になっていました。

そうです、そうに決まっています。

こんな現実味のない光景なんて――夢に決まっていますよね。

「うぷぷぷぷ」

だから耳の奥で響くこの笑い声も――ただの夢。

気が付くと、黒い影が再び私の正面に立っていましたが――これも夢に違いありません。

「ま、オマエが思い出すまではボクのことを……そうだな、《超高校級の絶望》とでも呼んでおいてくれればいいと思うよ。うぷぷぷ」

影に浮かんだ見覚えのある顔は、そう言いました。

その目はあまりに深い闇色をしていて――それはもはや目と言うよりは穴でした。

じっと見つめている内に、私は意識ごとその穴の中へと吸い込まれていきます。

穴の中は黒々とした泥に満たされた底なし沼でした。

ずぶずぶと落ちていく私の全身に泥が染み込んでいき、私が私以外のものに浸食されていきます。

すると、どこか遠くから声が聞こえてきました。

「また会おうね！　その時こそちゃんとオマエを殺してあげるからさ！」

それは遠くから聞こえてくるようなか細い声で――耳元で囁かれているみたいにはっきりとした声でもありました。

――何だか変な夢。

そんな感想を最後に底なし沼の中へと沈んでいった私の意識は――そこで完全に消失してしまいました。`;

export default story;
