const story = `「…………はにゃ？」

と、女は首を傾げた。

「……はにゃにゃにゃ？」

と、江ノ島盾子は大きく首を傾げた。

「うーん。ついつい戻ってきちゃったのはいいとしても……これって、どういう状況なのかしら？」

ゆらり、と膝立ちの姿勢から立ち上がった彼女の視線の先には、ある物があった。

それは死体だった。

腕と首が奇妙に捻じ曲がった男の死体だった。

「えーっと、確かこいつは……」

顎に手を当て、目を固く閉じる。

まるで推理している探偵のようなポーズでしばらく逡巡した後――江ノ島盾子は歓声のような声を上げた。

「あ、思い出した！　そうそう、斑井って名前だったよね！　て言うか、自分で殺しておいて忘れるなんて……アタシもつられて忘れっぽくなっちゃったとか？　なーんてね、アハッ、アハハハハハハハハハッ！」

江ノ島の笑い声が夜空に反響し、何重にも重なり合っていく。まるで彼女が何人もいて、一斉に合唱しているような笑い声だった。

だが次の瞬間には、その笑い声はもう止まっていた。

彼女は笑うことに飽きたように――すっかり不機嫌そうな顔付きになっていた。

「つーか、あっちで消えた死体はマジでどこに行ったんだっつーの……」

すると、そこで彼女はまた笑った。

さっきまでの不機嫌にも飽きてしまったように――満面の笑みで笑った。

「ま、本当はどこに消えたっていいんだけどね。うぷぷ、まったくアタシったら絶望的に計画上手よねー」

と言った後で――またまた不機嫌そうな顔付きに戻る。

「だけど計画上手すぎて物足りないんだけど。これって誰のせい？　まったく誰がどう責任取ってくれんの？」

彼女は一言ずつコロコロと表情を変えていた。それらのすべてが演技などではない。どれも彼女の本心に他ならなかった。絶望的な飽きっぽさ――それが彼女なのだ。

それが――《超高校級の絶望》江ノ島盾子なのだ。

江ノ島は不機嫌そうな顔のまま、トコトコと斑井の死体に歩み寄っていくと、「おい、お前のせいだぞ。やいやい……」と、つま先でその死体を突き始めた。

「やい……何とか言いなさいって……そんな簡単にアタシに殺されてどうすんのよ。もっと頑張ってアタシの計画の邪魔をしてくんないと、アタシが絶望できないじゃない」

と、そこで彼女は急に声色を変えると――

「い、痛いよっ。ごめんなさい～！」

まるで腹話術でもするような口調で――死体となった斑井の声を真似る。

「江ノ島さま。許してくださ～い！」

過剰に作られた声を出しながら、つま先を押し付けると、死体の口からドロリとした赤黒い液体が溢れ出した。

「死んでお詫びしますから、許してください～！」

そこで彼女は再び自分の声に戻ると――

「死んでお詫びも何も、アンタもう死んでるしっ！」

盛大に突っ込みながら斑井の顔面を強く踏み付けた。

グチャ。

何かが潰れるような鈍い音があたりに響く。

「うぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷ！」

そんな一人芝居がおかしくて堪らないように、江ノ島は下卑た笑い声をあたりに響かせていた。

けれど、それにも飽きた彼女は、すぐに素の表情へ戻ると――

「さーてと……そろそろ残念なお姉ちゃんに連絡しますか。ここの後片付けをお願いしないといけないしね」

――まずはそこの汚い死体と。

――あっちの倉庫の方も片付けてもらわないとね。

「で、最後に……音無涼子ちゃんを大好きな恋人の元へと運んで終了ね！」

そんな調子で確認作業を終えると――彼女は思い出したようにまた笑い出した。

「うぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷっ！」

天に向かって大袈裟に両手を広げながら、下卑た笑い声を響かせる。

残酷で凄惨な笑い声を高々と夜空に響かせる。

そこに脈絡はない。必然性や感情もない。

それが――《超高校級の絶望》江ノ島盾子なのだ。



ようやく目を覚ますと、天井が見えました。

どうやらいつの間にか寝てしまったみたいですが、忘れっぽい私はいつだって寝た時のことを忘れているので特別慌てたりはしません。

落ち着いた視線を天井から移していくと窓が見えました。窓のカーテンの隙間から爽やかな陽の光が差していて白い室内を明るく照らしています。どうやら朝日のようですね。

そんな朝日に照らされたこの部屋は――やはり見覚えのない部屋でした。

でも、それもいつものことです。とにかく、慌てず騒がず『音無涼子の記憶ノート』で状況を理解することが最優先なので、私は慌てず騒がずゆっくりとベッドから体を――起こせません無理でした。

「……何これ？」

私の体は頑丈なロープでガッチリとベッドに縛り付けられていました。それは芸術的とすら言えるほどの見事な縛られ方で、これっぽっちの身動きすら取れません。首もロクに動かせず、室内を見回すことすら不可能でした。

そこでようやく――私はこの脈絡のない状況に恐怖を覚え始めました。

つまり、『何これ？』から――『何これっ！』となっていったのです。

「な、何これっ！」

でも、いくら暴れてもベッドがガタガタと揺れるだけで、丹精込めて縛られたロープは解ける気配を見せないどころか、逆にギチギチと私の体を縛り付けていく一方でした。

「だ、誰かっ……」

恐怖のあまり私は叫びました。

「た、た、助けてええええええええ！」

いったん叫び声を上げると、後はもう止まりません。

「お願いいいいいいいいいっ！」

叫んで、叫んで、叫び続けるしかありません。

「誰かあああああああ！　誰かあああああああっ！」

と、そんな風にひたすら絶叫を続けていると――

「うるさいぞ、ゴミ虫」

いきなり誰かの声で罵られ――だけどお胸がドキンドキン！

「えっ？　松田くん？」

「叫ぶならもっと静かに叫べよ、ど低脳」

「やっぱ、松田くんだっ！」

大好きな松田くんの毒舌を耳にした私は、慌てて彼の姿を探そうとしますが――頭をガッチリと縛られているので、見回すこともできません。

「どこっ？　松田くんはどこいるのっ？」

と、私が必死に声を上げると、

「どこって……お前の下に決まってんだろ」

「は？　私の下って？」

「お前が寝ているベッドの下だよ、この肉便器」

とりあえず肉便器はスルーしたとしても――それでも意外すぎる言葉でした。

「えっ、どうしてベッドの下にっ？」

「イライラを抑える為の精神統一だ」

緊縛プレイの真っ只中なので確認はできませんが、確かに松田くんの声はベッド越しに聞こえていました。どうやら彼がベッドの下にいるのは間違いないようです。

「……でも、精神統一ってベッドの下ですることなの？」

「俺の場合はな」

何だか松田くんにも色々あるみたいです。

「ねぇ、松田くん。何か辛いことがあるなら話してみれば？　私が聞いてあげるからさ」

「じゃあ、お言葉に甘えるかな……」

松田くんは大きく息を吸い込むと――一気にまくし立てました。

「徹夜明けに知り合いのどブスが行方不明だと知らされて仕方ないからあちこち捜し回っても見つからなくていったん研究所に戻ってみたらいつの間にかやたら埃っぽい格好のどブスがベッドの上でグースカいびきをかいて寝ているのを発見した時のイライラの対処法を教えてもらえないか？」

「……なんか、とんでもないどブスがいるんだね」

「お前だけどな」

ま、やっぱりそうですよね！

「……え、じゃあ私って行方不明だったの？」

「自覚なく行方不明になるようなヤツに行動の自由は必要ないな。やっぱり縛っておいて正解だったみたいだ」

つまり私を縛ったのって松田くんだったんですね。驚きです！　松田くんにこんな職人的な縛りができたとは驚きです！　なんか興奮です！

「とりあえず、お前はそのまましばらく反省してろ」

「……ちなみに、しばらくってどのくらいを想定してるの？」

「そうだな、次のワールドカップが――」

「絶対に無理だって！」

「……仕方ないな。だったら今日いっぱいでいいか」

「それでも破格だよ！　丸一日ベッドに縛り付けるなんて恋人にすることじゃないよ！」

「誰が恋人だ。俺は害虫の恋人になるほどイカれた人間じゃないぞ」

「が、害虫って……」

あまりの毒舌に私は言葉を失ってしまいました。

どうやら松田くんが苛立っているのはやっぱり本当だったらしく――彼もそのまま口を閉ざしてしまいました。

ベッドの上で無言の私。

ベッドの下で無言の松田くん。

そんなぎこちない沈黙がしばらく続きました。

「……まったく、お前はいつもそうだよな」

しばらくすると、松田くんがため息混じりに言いました。

「……え？　何の話？」

「思い出したんだよ。前にもこんなことがあったなって……まったく、俺はいつもお前にイライラさせられてばっかりだ」

「聞きたいような聞きたくないような複雑な気分だけど……でもやっぱ聞いとくね。で、前にはどんなことがあったの？」

松田くんはポツポツと語り始めました。頭の中に浮かんだ光景をゆっくりと言葉にしていく口調です。

「あれは、お前がまだ小学校の低学年くらいの頃だったな」

意外にも古い話で驚きました――と同時に嬉しくなりました。私と松田くんはそんな昔から一緒だったんですね。そんな古い話を松田くんは覚えててくれたんですね。

でも、もちろん私は覚えていません。だけど仕方ありませんよね。

「砂遊びが得意だったお前は、公園の砂場で誰もが驚くような本格的な建築物を作り始めたんだ。サグラダ・ファミリア聖堂だよ。そりゃあ驚くよな。小さな小学生がサグラダ・ファミリア聖堂を作ろうってんだからさ。しかも水で砂を固める高等技術まで駆使して、一カ月がかりでだぞ」

「え、一カ月も！」

「本物のサグラダ・ファミリアは百二十年以上たった今でも未完成なんだ。それを完璧に模した砂の建築物を作ろうとしたら、それくらい掛かっても不思議じゃない」

でも、それにしたって一カ月って！

その頃の私は何と戦っていたのでしょうか？

「だけど、あれは本当に小学生が作っているとは思えない見事な砂の建築物だったな。実際、完成間近になると近所からたくさんの見物人が押しかけてくるほどの出来栄えだったし……ま、結局完成はしなかったんだけどな」

「え、どうして？　完成間近だったのに？」

私が尋ねると――松田くんは幾分沈んだ声で答えました。

「誰かに壊されたんだよ。完成まで後もう少しってところでな」

「こ、壊された……？」

不意に私の脳裏をよぎったのは――踏み潰された哀れな砂の残骸でした。

「な、何それっ！　小学生低学年の作品を壊すなんて心無いにもほどがあるって！」

私はベッドに縛り付けられたまま烈火のごとく怒鳴りつけました。

「当時のお前もそうやってびゃんびゃん泣いていたな。丸一日以上ぶっ通しでだ」

「そりゃそうだよ！」

と、私は小学生の頃の私に激しく共感。

「さすがに俺もムカついたから犯人捜しを始めたんだけどさ……でも、いくら捜しても一向に犯人は見つからなかった。そもそも、あのサグラダ・ファミリアが壊された時、砂場にはお前しかいなかったはずなんだ。しかも他の目撃者も見つからなくて、犯人捜しは完全に手詰まりだった。それで俺もちょっと落ち込んだんだろうな……公園のベンチでボーっとしながら、サグラダ・ファミリアの残骸を見てたらさ、そこにいきなりお前が走ってきたんだよ。しかもこれ以上ないってほどの満面の笑みでな」

「あ、わかった！　私が犯人を見つけたんでしょ！」

「いや、そうじゃない」

むしろ、それならどれだけ良かったか――そんな風にも聞こえました。

「お前はそこで俺に耳打ちしてきたんだ。『内緒だけどあれを壊したのは実は私だったんだ』ってな」

「……は？」

私は完全に意表を突かれてしまいました。

「じゃあ、私は一カ月がかりで作った砂の建築物を完成間近に自分で壊しちゃったってこと？」

「迷惑な話だろ？」

「め、迷惑って言うか……どうしてそんなことしたのかさっぱりだけど……」

「だから俺も聞いた。そうしたら『うっかり』だってさ。だったら、最初からそう言えって言うんだよ。お蔭でこっちはいもしない犯人捜しをする羽目になったんだぜ？」

て言うか、『うっかり』だけで自分の一カ月を台無しにするなんて――自分のことながらバカすぎます。まったく共感できません。

「結局、俺はお前に振り回されていただけだったんだよ。な、これでわかっただろ？　お前がいかに迷惑なヤツかってことがさ」

「うん！　縛られても仕方ないレベルだと思う！」

「珍しく意見が一致したな」

こうして私は縛られていることに納得してしまった訳ですが――だけど心残りがありました。いえ、それは心残りなんて言葉では片付けられないほどの強烈な心残りで――

「うぎぎぎぎぎぎぎぎぎぎぎ」

「何だよ、腹でも痛いのか？」

「……違うよ、悔しいんだよ。せっかく松田くんの口から、松田くんと私の思い出話を聞けたのに、ノートに書き込めないまま忘れるしかないなんて……うぎぎぎぎぎぎ」

「ノートだったら枕の横に置いといてやったぞ」

「え、ホントにっ？」思わぬ愛の助け船に私の心が躍ります。「横ってどっちの？　右なの左なのっ？　それともどっちも？」

「落ち着いてよく見ろ、ウスラ馬鹿……お前の右側に置いてあるだろ」

右側って右側のことですよね！

と、眼球筋を必死に駆使して右側の枕元に視線を移動させると――確かにノートらしきものを発見。「あ、あった！」

私は亀のように伸ばした首からさらに突き出した唇でノートの端を挟むと、今度は舌骨筋を酷使して、何とかノートを開くことに成功しました。

けど、開いたのはいいとして、どうやって書いたものか――と、そんな根本的な問題に頭を悩ませていたところで――たまたま、ある一文が私の目に飛び込んできました。

『江ノ島盾子が殺したらしい――』

それは象形文字で書かれたような、醜く震えて歪んだ文字でした。

しかも意味がわかりません。

「何これ……江ノ島盾子が殺した？　は、ドラマとか？」

すると、ガタンという大きな音と共に、ベッドの下から強い衝撃を感じました。

「……おい、なんて言った？」

なぜか松田くんが強張った声になっています。

「今なんて言ったんだ？」

「え？　えっと……」

その迫力に困惑した私が再び眼球筋を駆使してノートに視線を戻すと――さらに衝撃的な一文が私の目に飛び込んできました。

『中央広場で死体を発見――』

――死体？

その言葉を理解するのに三秒ほど費やした後――私は絶叫。

「しっ、しっ、死体いいいいいいいいっ？」

跳ね上がった私の体にロープがきつく食い込んで、「いだだだだだだだだだだだだだ」と、そこでまた別の絶叫。

しかし松田くんはそんな流れなど意にも介さず、強張った声でまた問い掛けてきます。

「江ノ島盾子って……そう言ったのか？」

でも、もうそんな女の人の名前どころじゃありません。

「そ、それより死体……わ、私……死体を見つけちゃったんだって！　どど、どどどうしよう……死体を見つけちゃった時って……ど、どうすればいいのかなっ？」

「そんなことより答えろ。お前は江ノ島盾子が誰か知っているのか？」

――そんなことより？

その言葉に私は違和感を抱きました。だっておかしくないですか？　死体の発見を『そんなこと』で片付けるなんて――いくらなんでも不自然です。

「ね、ねぇ……松田くん」

私は思い切って尋ねてみました。

「松田くんは江ノ島盾子って人のことを気にしているみたいだけど……その人って知り合いか何かなの？」

すると、ベッドの下から短く息を吞む音が聞こえてきました。

「ねぇ、松田く――」

「死体なんかない」

「……え？」

「もし死体なんかが見つかっていたら……今頃、学園中が大騒ぎだぞ。そんなことある訳ないだろ……」

「そ、そうじゃなくって、その女の人……えっと、何て名前だっけ……？」

と、探したノートは叫んだり暴れたりしている内に、私の胸のあたりまでずり落ちていました。もう首と舌を伸ばしてもどうにも届きません。

「……もういい。俺の勘違いだ。そんなヤツは俺ともお前とも関係ない。忘れろ」

その一言には、心なしか苛立ちの色が浮かんでいる気がしました。

「で、でも忘れろって言われても、やっぱり気になっちゃうよ……だってノートに書いてある以上は間違いなく私の身に起きたことなんだし……」

「そうとは限らないだろ」

「……え？」

「死体を見つけたとか、よくわからない女と出会ったとか……そんな記述は全部お前の作り話かもしれないじゃないか。それを今のお前が自分の記憶と勘違いしただけなのかもしれないだろ……」

「わ、私はノートに作り話なんて書いたりしないって……だってノートに作り話なんか書いたら、本当の記憶と混ざって大変なことになっちゃうのはわかってるし……」

「わかってて、そうしたんじゃないのか？」

「え？」

「あえて自分の記憶と作り話を混ぜたのかもしれないだろ……」

彼のぶっきらぼうな言葉に、私の胸がもやもやと曇っていきます。

「そ、そんなの……何の為に？」

「お前は、いつも『関係ない』ばっかり言ってるけど……それでもやっぱり寂しくなることだってあるんじゃないのか？　記憶がないせいで周囲と関われない自分が寂しくなったり……それくらいはあるはずだぞ」

「……は？」

私は自分の呼吸が荒くなっていくのを感じていました。

「そうだ、お前は寂しかったんだ。だから、そんな空想話をでっち上げて――」

「寂しくなんかないよっ！」

私は思わず叫んでいました。

「覚えてるのかよ！」

ベッドの下から松田くんがムッとした声で叫び返してきます。

「そういうことじゃないんだって！」

私はさらに叫び返しました。

松田くんの言葉があまりに的外れで、あまりに私のことをわかってないから――だから叫ぶしかありません。

「私は今まで何度も言ってるはずだよっ！　きっと言いまくってるはずだよっ！　私は松田くんさえいればいいんだって！　松田くんがいれば寂しくなんかないんだって！　そうやって何度も何度も言ってるはずだよっ！」

私は呼吸が乱れるくらいに叫んでいました。叫びすぎて耳鳴りまでするほどです。自分の忘れっぽさを棚上げして卑怯かもしれないけど――でも松田くんにはどうしても覚えていて欲しかったんです。だからどうしても許せなかったんです。

「忘れっぽい私にだってそれがわかってるのに……どうして松田くんがそれを忘れちゃうのさっ！」

そんな叫び声の残響の後にやって来たのは――静寂でした。

ぎこちない沈黙です。

「……とにかく、その記述は噓だ」

そんな沈黙の中――松田くんがボソリと呟きました。

彼はその一言でこの会話を無理矢理終わらせようとしているのかもしれません――でも、そんなの納得できません。

「だって、このノートが噓だったとしたら……私が自分のノートまで信じられなくなっちゃったら……そうしたら私は何を信じていいのかわからなくなっちゃうよ……」

「だったら俺を信用しろ」

「え……」

「俺を信じて、そんな記述は忘れろ」

いつもだったら胸がキュンとして終わりだったのかもしれません。

だけど――今だけはそうはいきませんでした。

私の中では、胸の高鳴りをかき消すくらいの衝突が発生しています。

私の中のたった二つの確かなもの――それらが激しくぶつかり合って、その衝撃で私は嵐に巻き込まれた小舟のようにグラグラと揺れていました。

『音無涼子の記憶ノート』は、私が信じられる唯一の記憶――

松田くんは、私と世界を繫いでくれる唯一の存在――

つまり、私に突き付けられたのは究極の選択でした。

自分を信じるのか？　松田くんを信じるのか？

そこで私が出した答えは――

「だったら松田くんがずっと私の傍にいてよ……それで私の記憶の代わりになってよ……」

ベッドの下の松田くんは、しばらく黙ったままでした。

私はじっと待ちました。

彼の答えを待ち続けました。

すると――松田くんはようやく答えてくれました。

「今は無理だ」

それは私が期待していたのとは真逆の言葉でした。

呆然としてしまった私は、自分の言葉にすら上の空で聞き返します。

「今は無理って……だったらいつならいいの……？」

「……わからない」

「わ、わからないって……」

「とにかく今は無理なんだ。お前とずっと一緒って訳にはいかない。俺には、やらなきゃならないことがあるんだよ」

やらなきゃならないこと――

それって、きっと――

「……そっか。結局、松田くんは自分の研究とかが一番大事なんだね……だから、いくら私が松田くんを選んでも、松田くんは私を選んでくれないんだね……」

私は恨みごとのように呟くしかありません。

「違う。俺は――」

松田くんは何かを言い掛けたまま――けれど、そこで口を噤んでしまいました。

そのまま黙り込んでしまった彼は、もう何も言ってくれません。

いくら待っても――私が欲しい言葉を言ってくれません。

「だったらさ……せめて治してよ……」

顔が熱い――そう思った時には天井がぼやけていました。

きっと私の顔は涙でぐしゃぐしゃのはずです。鼻水も出ているかもしれません。だけど私の中から溢れ出してくる感情を、もう自分でも止めることができませんでした。

「治せないんだったら、松田くんのことも忘れさせてよっ！」

それは――泣き叫ぶような声となって一気に噴き出しました。

「こんな風に松田くんのことだけ覚えてても辛いだけだもん！　それならもう全部忘れちゃった方がいいよっ！」

暴れる私の体にロープがギチギチと音を立てて食い込んでいます。けれど私はその痛みすら感じることなく叫び続けました。

「もういいっ！　忘れさせてよっ！　松田くんのことなんか忘れさせてよっ！」

すると、ベッドの下からガサゴソと音が聞こえてきました。

その直後――ベッドの脇に松田くんが立ち上がりました。

彼は無言のまま、しゃくりあげて泣く私を見下ろしています。そして、その無言のままポケットからくしゃくしゃのティッシュを取り出すと――それで私の顔を拭い始めました。

私はそんな松田くんをじっと見つめ返します。

不健康そうな青白い顔に刻まれた切れ長の目。目じりに掛かった細くて黒い髪。女の子みたいに長いまつ毛。先のとがった顎。小さくて薄い唇。白くて細長い指――これが松田くんの顔なんだ。

だけど、そんな彼の顔は――どこか寂しそうでした。

松田くんはその寂しそうな顔付きのまま、涙と鼻水でぐちゃぐちゃになった私の顔を、優しい手付きで拭っていきます。

――何だか急に怖くなってきました。

私は自分が言った言葉に、後悔以上の強い恐怖を感じていました。

松田くん――

と、口を開き掛けたところで松田くんの手が止まりました。彼は静かに身を翻すと、無言のまま自分のデスクへと歩いていき――そこで私の視界から消えました。

「ま、松田くん……」

私がようやく口を開くと――

「……今から打ち合わせがあるんだ」

視界の外から松田くんの声だけが返ってきました。

「ちょっと、ある生徒の検査を任されることになって……どうしても外せないんだよ」

「……行っちゃうの？」

「すぐに戻って来る。今の話の続きはその後でだ……」

そんな言葉の後に、足早に歩き去っていく足音が聞こえ――そして最後にドアの閉まる音が寂しく響きました。

――行っちゃった。

灰色のため息が私の体が萎んでしまいそうな勢いで吐き出されます。と、そこで私は自分の胸が強く圧迫されていることを思い出しました。

「出かけちゃうなら、せめてロープを外して欲しかったな……」

どうしようもないほどの倦怠感が私の全身にまとわりついていました。けれど、この辛さ、この痛みは、ロープのせいではありません。

原因は明らかでした。だからこそ私はその苦しみから逃れるように――目を閉じました。

眠りに落ちて、もう何もかも忘れてしまいたい――

そう思った私は、暗闇の中にゆっくりと自分の意識を溶かしていきます。

ゆっくりと、ゆっくりと、溶かしていくと――

ふわり、と肉体が解放されるような浮遊感が訪れました。

――あれ？

溶けかけた意識が覚醒し、目を開いたところで――私を縛っていたロープが解けていることに気付きました。

「……松田くん？」

体を起こしながら研究所の中を見回します。けれど彼の姿は見当たりません。

――だったら、どうしてロープが解けたんだろ？

時限式で解ける緊縛だったのか、もしくは私に縄抜けの才能があったのか――と、頭を悩ませながら研究所の中をキョロキョロと見回していると――奥のデスクに電気ポットを発見しました。

とりあえず、お茶でも飲んで気持ちを落ち着かせよう。

そう思い立った私はさっそく急須にお湯を注ぎます。すると優しい煎茶の香りが私の鼻をくすぐりました。私は適当な湯飲みにお茶を注ぐと、ゆっくり一口すすりました。熱くて濃い液体が食道から胃へと流れ落ちていき――そこで私はようやく落ち着きを取り戻してきました。

「ようやく落ち着いたみたいだね」

「……え？」

いつの間にか、目の前に見知らぬ少年が立っていました。

「きゃああああああああああああ！」

驚いた私は思わず湯飲みを落としてしまい――それが私の足に直撃。

「ぎゃああああああああああああ！」

私は転げ回るように悶絶しました。

「あははっ！　お姉ちゃんはおっちょこちょいだな！」

「だ、誰っ？　あなた誰なのっ！」

悶絶しながら、無邪気に笑う少年に問い掛けると――

「ん、もう忘れちったの？　昨日の夜に自己紹介したばっかなのに？」

――昨日の夜に自己紹介？　

私は熱さと痛みで痺れる足を引きずりながらベッドに移動すると、そこに置いてあった『音無涼子の記憶ノート』をめくっていきました。

「あっ、もしかして！」そこで思い出しました。「昨日の夜、寄宿舎で松田くんへの伝言を頼んだ……」

「ピンポーン、大正解！　僕は神代優兎。希望ヶ峰学園の第七十七期生だよ！」

「て言うか、いつの間に入って来たのっ？」

だって全然気が付きませんでしたよ。

「ま、気が付かないのは当然だよ」神代くんは含み笑いを見せながらデスクの上に腰掛けると、「でも、『いつの間に入って来たの？』なんて……その質問は間違ってるね」

「……え？　どういう意味？」

私が聞き返すと、神代くんはニヤリと口許を歪ませながら言いました。

「僕はね、最初からずっとここにいたんだよ」

「さ、最初からって……」

「正確に言えば松田夜助がお姉ちゃんをロープで縛ってるところからだね。もちろん、その後の痴話喧嘩もしっかりと聞かせて貰いましたよ。いや、それにしても、あの職人的な縄捌きは恐ろしく素晴らしいね！　ぜひともご教示願いたいモンですなぁ！」

「えーっと、つまり……」私は頭フル回転で状況を整理。「あなたは最初からこの研究所のどこかに隠れてて、私と松田くんのやり取りを覗き見してたってこと？」

「失礼な！　僕は変態だけど隠れたりするような変態じゃないよ！」

神代くんは頰を膨らませながら、よくわからない感じで怒っています。

「でも隠れてたんじゃないなら、さすがに気付くと思うよ。だって私だけじゃなくって松田くんもいたんだし……」

「もーう、まだわからないの？　じゃあ、はっきり言っちゃうよ！」

神代くんはグイと胸を張ると、高らかに言い放ちました。

「お姉ちゃんが気付かなかったのは僕の才能のせいなんだ。僕の《超高校級の諜報員》って呼ばれる才能のね。えっへん！」

彼はさらに胸を張り、もはやのけぞるような姿勢になっていました。

「超高校級の……諜報員？」

「ほら、『００７』とか『ミッション：インポッシブル』とか……有名な映画だから一度くらいは観たことあるでしょ？　あれと一緒だよ。要はスパイってヤツだね」

「スパイ……？」

残念ながら、それらの映画を観た記憶を持ち合わせていない私には、ピンときませんでした。

「僕って昔からよく言われてたんだよね。背が小さくて地味で存在感が薄くて……まるで座敷わらしみたいなヤツだなって」

話しながら、神代くんは懐から大きなメロンパンを取り出すと――果たして懐のどこにそんな収納スペースがあったのかは謎ですが――そのメロンパンを齧りながら続けました。

「僕も子供の頃は自分の存在感のなさを恨んで落ち込んだりもしたけど……でも、ある時気が付いたんだよね。逆にこれってとんでもない才能なんじゃないかって。だって存在感がないってことは、誰にも気付かれないってことなんだよ？　もし僕がスパイとか忍者になったら大活躍間違いなしってことじゃん。そう、これは欠点なんかじゃなかったんだよ。これは僕が天から授かったスパイとしての才能だったんだよ！　僕はこの能力を使えば世界を救うスーパースパイにだってなれるんだ！　殺しのライセンスも真っ青なスーパースパイにねっ！」

言い終わるや否や、神代くんは手にしたメロンパンを一気に頰張っていきます。

「つまり、別にあなたは隠れていた訳じゃなくて……単に、私たちがあなたの存在に気付かなかっただけってこと？」

神代くんは口の中の咀嚼物をゴクンと飲み込みながら、「うん、そういうことだね！」と、元気いっぱいの笑顔で答えていました。

「そもそも、僕がここに来たのはお姉ちゃんとの約束を果たす為だったんだけど……ほら、例の伝言の件だよ。でも実際ここに来てみたら、お姉ちゃんと松田夜助が一緒にいたから、もう伝言は必要ないんだなーって思ったんだ。でも、そのまま帰るのももったいないし、せっかくだから僕の能力を見て貰おうと思ったって訳なんだよね」

「私に能力を見て貰いたいって……」私は思わず眉をひそめます。「どうして？」

「もちろん、トラブルに巻き込まれたお姉ちゃんの力になる為に決まってんじゃん！」

そこで神代くんが私に向けていたのは――その幼げな表情には相応しくない、ギラギラと焼けるような視線でした。

「僕の才能を見てわかったでしょ？　僕にはどんな情報だって集められるし、どんなトラブルだって解決できるんだよ。それにさ……僕ってトラブルが大きければ大きいほど燃えちゃうタイプなんだよね。それこそ核弾頭を盗んだ不死身のテロリストが仕掛けたトラブルとか……あはっ、そういうのって想像しただけでもワクワクするよね！」

神代くんは自分の言葉に興奮したようにブルリと体を震わせていました。その仕草からは無邪気さゆえの狂気が色濃く滲み出ています。

「あなたって変わってるんだね……」

「うししっ！　そうでなきゃ、こんな学園になんか来ていませんがな！」

確かに彼の言う通りです。それが希望ヶ峰学園――きっと私もそのはずです。

「で、どうするの？　お姉ちゃんにとって味方が増えるのはいい話だと思うけど？　しかもこっちはスペシャリスト中のスペシャリスト。情報収集のプロなんだよ？」

そう言いながら神代くんはまた懐から菓子パンを取り出すと――本当にどこにそんな収納スペースがあるんでしょうね――しかし、そこで彼の動きがピタリと止まりました。

「何だよ、バターピーナッツパンかよ！　外れだぁ！」

と、神代くんはガックリと肩を落としています。

「バターピーナッツパンは外れなんだ……美味しそうだけどね」

「何言ってんだよ、お姉ちゃん！　ピーナッツとパンなんて最悪の組み合わせじゃん！　味噌とご飯を一緒に食べるようなもんだよ！」

むしろ喩えたせいで、さらにわかり辛くなった気がしましたが――

「うん、そうだね！」

面倒なので適当にお茶を濁しておくことにしました。

「あはっ、わかってくれたらいいんだよ！　じゃあ、これはお姉ちゃんにあげるね！」

機嫌を直してくれた神代くんはベトベトのバターピーナッツパンを私に手渡すと、念じるように自分の懐に手を突っ込み、そこから新しい菓子パンを取り出しました。

「わおっ！　ヤマザキのマデラケーキじゃーん！」

今度は大当たりのようです。満面の笑みでパンをモグモグと頰張っています。

「ふぇ、はがふるふお？」

「……え、何て言ったの？」

神代くんはゴックンと口の中の物を飲むと、「で、どうするの？」と、怖いほど真剣な目で真っ直ぐ問い掛けてきました。

「て言うか、僕に助けて貰う以外に方法はないと思うんだよね。見たところ、お姉ちゃんって右往左往してるばっかで自分じゃ何もできないタイプでしょ？　水のトラブルなら、暮らし安心を謳う連中に任せればいいかもしれないけど、お姉ちゃんが巻き込まれている類のトラブルだったら僕に任せてちょんまげ。なぜなら僕はその手のトラブルを解決できる類の人間だからね。つまり今ってこう……男性器と女性器がぴったしハマったみたいな状況なんだよ。トラブルに右往左往する人間と、トラブル解決ができる人間が出会った……とすれば、もう次の展開はわかりきってるはずだよ？　射精以上にわかりきってる展開のはずだよ？」

「ちょ、ちょっと待って！」

私は慌てて彼の話を止めました。

「ん？　どうかした？」

「えっと……今のって何だかキャラがおかしくなかった？」

「ううん、別に」

しれっと答える神代くん。

「じゃあ……気のせいかも……」

所々に妙なフレーズがちりばめられていた気がしたけど――気のせいですよね。聞き間違いですよね。そうに決まっていますよね。

「で、どうするの？　右往左往しているだけじゃトラブルは解決しないよ？　ここは思い切って、僕に頼っちゃった方がいいんじゃないの？」

「トラブル……」

そこで私は状況を整理する為にノートを読み返してみました。そもそも自分がどんなトラブルに巻き込まれていたのか忘れてしまっていたのです。けれど、読み返した途端に動悸が尋常じゃないほど激しくなっていって――

慌ててノートを閉じました。

どうしよう！　どうしよう！　どうしよう！　どうしよう！　どうしよう！

理不尽を超えた理不尽。

私が巻き込まれているのは、そんな異常すぎるほどの異常事態のようでした。

いくら『音無涼子の記憶ノート』を探したところで、こんな異常事態に対抗する方法なんて見つかる訳がありません。

明らかなデータ不足――

決定的な経験不足――

どうしよう！　どうしよう！　どうしよう！　どうしよう！　どうしよう！

と、焦りの視線を上げたところで――菓子パンをモグモグ咀嚼している少年と目が合いました。

「決まったみたいだね」

「……え？」

「じゃあ、さっそく現状に至るまでのトラブルの流れを聞かせて貰おうかな！」

私の視線から何かを読み取った彼は、すっかり引き受ける気になっているようでした。だけど、確かにそれしか方法はないのかもしれません。自分だけで片付かないなら、他人に頼らざるを得ない――さすがの私にだってわかる単純な理屈です。

他人――松田くん以外の他人。

今まで決して関係することのなかった他人に頼らなければならない時が、遂に来てしまったようです。

「ほらほら、どったの？　早く聞かせてってば。早く早く」

「う、うん……わかったよ……」

エサを欲しがる仔犬のように、神代くんに急かされた私は、そこで再びノートを広げました。けれど、そのトラブルについて話す前に――まずは私の《忘れっぽさ》について説明しておかないといけませんね。

「……へぇ、まったく羨ましくないけど面白い習性だね」

それを聞いた神代くんは、珍しい外国のお土産でも見るような顔になっていました。

私はさらに話を続けます。

盗まれてしまった過去の記憶や、

呼び出された中央広場での死体発見や、

江ノ島盾子との出会い――

ノートを読み進める私ですら声を震わすような出来事の数々に、神代くんは目を細めながら神妙そうに聞き入っていました。

そして話が一段落したところで――ようやく彼は口を開きました。

「……ふーん。まさか江ノ島盾子って名前をここで聞くとはね」

――って、あれ？　そんな反応をつい最近もされたような気がします。

「ん？　死体とかよりも江ノ島盾子の名前に反応したのを驚いてるの？　それってさっきの松田マンとの件でもやってたよね。あははっ、お姉ちゃんが異常に忘れっぽいって本当だったんだね。すごいすごい！」

「……感心されても困るんだけど」

それもそうだね――と、神代くんはそこで気を取り直すと、

「ま、大体の状況は摑めたよ。僕はスーパースパイだから、死体なんかで驚きはしないけど……それにしたって、かなり異常なトラブルみたいだね。特に、そのトラブルに江ノ島盾子って人間が絡んでいるとなると……これはさらに、とんでもないトラブルかもしれないよ。うん、お姉ちゃんは正解だね。僕に頼んで大正解だね」

「もしかして、神代くんはその江ノ島盾子って人のことを知ってるの？」

明らかにそんな感じの口調でしたけど。

「ううん、直接は知らない。だけど運命的なものなら感じてるよ。しかもビンビンにね」

「……はい？」

「でもさ、ここまでバッチリ決まるとハリウッド映画っぽいよね。ま、でも安心していいよ。これが誰を主役としたストーリーだったとしても、僕が参加した以上は主役交代。ここから先は僕がトラブルを解決する痛快スパイモノに早変わりだよ！」

「痛快って古い表現だね……」

「あはは、そこは突っ込まないでよ」

そこで神代くんはまた懐に手を突っ込むと次なる菓子パンを取り出し、「やった、チョコうずまきパン！」と、歓声を上げた後で説明に戻ります。

「僕はちょっと《別件》での調べ物もしててさ……江ノ島盾子って名前を知ったのはその《別件》を調査してた時なんだよ。その時は、そこまでの重要人物でもなかったから気にはしてなかったんだけど……でも、彼女がお姉ちゃんのトラブルにも関係しているとなれば話は別だよね。だって同時に二つのトラブルの両方に関わっているなんて、偶然にしちゃできすぎだもんね」

神代くんはその目をギラギラと脂っこく輝かせていました。面倒なトラブルであればあるほど燃える――確かに彼の言う通りのようです。

「ちなみに、その《別件》が何なのか気になる？　ねぇ、気になるでしょ？」

「う、うん……そうだね……」

ぐいぐい迫る神代くんに、私が仕方なく相槌を打つと、

「どうしよっかな。本当は部外者に話すのはあんまり良くないんだけどな……」

自分で話を振った割にはもったいぶったような態度でした。

「ま、いっか！」

でも結局、軽い感じのノリで承諾してくれました。何だか面倒臭い人ですね！

「それに……そもそも、本当に《別件》って言い切れるかどうかもビミョーだしね」

「……え、どういう意味？」

「その二つのトラブルは実は繫がっているのかもしれない……そういう意味だよ」

繫がっている？

二つの事件が一つに？

「ちなみに、念の為に言っておくけど、その《別件》については口外しない方がいいと思うよ……かなり危険なトラブルっぽいから、万が一ってこともあり得るし」

そんな物騒な前置きの後で、神代くんは室内をぐるぐると歩き始めました。まるで推理を披露する探偵のようです。

「僕が言った《もう一つのトラブル》ってのはね……通称《希望ヶ峰学園史上最大最悪の事件》って呼ばれる事件なんだ」

途端に、私の心臓は小爆発を繰り返すような鼓動を始めました。

――あれ？　何だこれ？

希望ヶ峰学園史上最大最悪の事件――荒唐無稽な作り話のような名称だと思いつつも、私の中の何かがその言葉に反応を示していました。両肩に重しを乗せられたような圧迫感に襲われ、ノートをめくる手が、ノートを読み返す思考が、すっかり停止してしまっていました。

「お姉ちゃん、どうかした？」

気が付くと、神代くんが私の顔を覗き込んでいました。

「何だか苦しそうだけど……養命酒とか救心とか必要な感じ？」

「う、ううん、大丈夫……なんでもないから……」

私は深呼吸を繰り返して――何とか自分を落ち着かせます。

「じゃあ、その希望ヶ峰学園史上最大最悪の事件ってどんな事件なのか……気になる？　ねぇ、気になるでしょ？　気になるよね？」

「う、うん……そうだね……」

さらにぐいぐい迫る神代くんに、私は仕方なく相槌を打ちました。

「うーん、それがさ……」

すると神代くんは目を閉じ、両手を上げるようなポーズで、

「僕にも詳しいことはわからないんだよね」

「わ、わからないの……？」

自分で話を振った癖に、と私が文句を言いかけたところで――

「ただし、噂レベルだったら別だけどね」

「噂……？」

「実はさ、僕もただ噂を耳にしている程度で、そんな事件が本当にあったのかは、まだ調査中なんだ。だから今のところは学校の七不思議みたいなヤツと一緒のレベルだね。ま、そもそも《希望ヶ峰学園史上最大最悪の事件》って名前だって、誰かが勝手に付けただけだろうしね」

「そ、そうなんだ……」

ただの噂なんだ、心配して損した――と、私が緊張していた肩の力を緩めた――その時でした。

「おっと、気を緩めるのはまだ早いんじゃない？」

神代くんが細めた目で下から覗き込むように言いました。

「噂ってことはさ、それが真実の可能性だってあるってことだよ。しかも、もし真実だとしたら……とんでもないことになるよ。この噂はそれだけヤバい噂なんだ。だから気は抜かない方がいいと思うよ」

いったん収まり掛けた動悸が――また高鳴っていきます。

「それに、この噂って噂の割にはほとんど誰にも知られてないんだよね。もしかしたら誰かがこの噂を隠蔽しているのかもしれない……つまり、それだけ危険な噂ってことだよ。だから、噂といえども聞くからには覚悟した方がいいよ」

そこまで言うならむしろ聞きたくない。それが私の率直な気持ちでした。

だけど――どうやらそうもいかないようです。

「それでも知りたいって言うなら、仕方ない！　教えてあげるよ！」

当の本人がすでに話す気満々でした。

「あのね、希望ヶ峰学園史上最大最悪の事件ってのはね……」

そこで神代くんはコホンと小さく咳払いすると――芝居がかった口調で言いました。

「突如、希望ヶ峰学園の生徒十五人が行方不明になり、その内の十三人もの生徒が死体となって発見された事件……それが希望ヶ峰学園史上最大最悪の事件なんだ」

私は呆気に取られてしまいました。

異常すぎて、猟奇的すぎて、少しも現実感がありません。

「ただの噂話……なんだよね……？」

私が確認するように問い掛けると、神代くんは、いや――と小さく首を振りながら、

「『ただの噂』って言い切れるんだったら、わざわざ僕が調べたりしてないよ」

「で、でも……」

「実際にいるらしいんだよね。いなくなった希望ヶ峰学園の生徒がさ」

神代くんは内緒話をするような小声になっていました。

「事件の噂が広がり始めた一カ月くらい前に、希望ヶ峰学園の生徒会に所属する十四人が海外の施設から招かれて留学に行ったらしいんだけどさ……なんか怪しくない？」

「たまたま人数が合ってるだけ……あ、でも噂では行方不明になったのは十五人なんでしょ？　だったら人数すらあってないじゃん。やっぱ違うんだよ……」

「いいんだよ、細かいことは気にしなくたって」神代くんは手をひらひらとさせながら言いました。「だって現時点ではただの噂なんだし」

噂だと一蹴したり、本当かもと怖がらせたり――これって、わざとですかね？

「……ま、いいや。それよりお姉ちゃんの本題に戻ろっか」

「え？　本題？」

「あらら、もう忘れちゃったの？　お姉ちゃんが気にしなくちゃいけないのは、その事件に江ノ島盾子がどう関係しているのかってことだったはずだよ？」

私はそこでノートに視線を落として――あ、そうでした！　思い出しました！

そもそも希望ヶ峰学園の生徒たちが死体となって発見された噂とか、そんなの私には関係なくて――私は江ノ島盾子という頭のおかしい女に付きまとわれていて、それで困っていたはずなのです！

「ね、気になるでしょ？　江ノ島盾子が希望ヶ峰学園史上最大最悪の事件にどう関係しているのか気になるよね？　もしかしたら江ノ島盾子がお姉ちゃんに付きまとう理由が、そこに隠されている可能性だってあるからね。気になりまくりだよね？」

「うん。だから教えてよ！」

ぐいぐい迫る神代くんに、私もぐいぐいと迫りました。

「それはね……」

そこで神代くんはニッコリ微笑むと――

「よくわかんないんだよね」

「……は？」

突発的な眩暈に襲われ、思わず足元がふらつきました。

「わ、わかんないって……何それ……」

わなわなと震える私をよそに、神代くんはまた部屋の中を歩き始めます。

「でも、彼女は事件の噂が広がり始めた一カ月くらい前に、希望ヶ峰学園の事務局から取り調べを受けているんだよね。これって怪しくない？」

「怪しいじゃん！」

すぐに体勢を立て直した私は、身を乗り出しながら声を上げます。

「取り調べを受けてるなんて、むしろ犯人の可能性だってあるんじゃない！？」

「……熱くなるのは早いって。まだ事件の噂が本当かも確かめてないのにさ」

確かにそうでした。私は仮定の話を繰り返している内に、その事件が実在するものとすっかり信じ込んでしまっているようでした。

「でもさ……もし事件が本当にあったとして、その犯人が彼女だとしたら……さすがに取り調べを受けたら、そこで捕まってるはずじゃない？」

それにね――と、神代くんはデスクに寄り掛かりながらさらに続けます。

「そもそも、《希望ヶ峰学園史上最大最悪の事件》の噂を広めたのって、どうやら江ノ島盾子っぽいんだよね」

「……え？」

「だとしたら彼女が犯人とは考えにくいよ。だって自分が犯人の事件をわざわざ噂で広めるなんて……いくらなんでも危険すぎるでしょ」

「でも、それって本当なの？　江ノ島盾子が噂を広めたって……」

「何週間か前に、予備学科の学生たちに向けて送られた意味不明なメールがあったんだけどさ、そこに事件について書いてあったのが噂の始まりみたいなんだよね」

「それを送ったのが……江ノ島盾子ってこと？」

神代くんは何かを飲み込んだみたいにコクリと頷きました。

「僕の後輩にやたらとパソコンに詳しいプログラマーがいてさ、そいつにちょくちょく学園のサーバーを見張らせていたんだ。そこで、たまたまそんな妙なメールを見つけたんだよ。もちろん差出人は不明だったけど、それくらいは僕のスーパースパイの能力をもってすれば、すぐにわかっちゃったよ。あ、念の為に言っておくけど、もちろんその後輩にはメールの内容はおろか差出人の正体も教えてないからね。関係ない人間をトラブルに巻き込むほど、僕は身勝手な人間じゃないからさ！」

そこまで巻き込んでおいて何を――という突っ込みが喉まで出掛かりましたが、今はそんなことを言ってる場合ではありません！

「でもさ、それなら江ノ島盾子はどうしてそんなことをしたの？　わざわざ事件の噂を広めるなんて……」

「そんなのわかんないよ」

それもまた――清々しいくらいにきっぱりとした口調でした。

「あ、だったら本人に聞いてみるってのは？」そこで私は閃きました。「江ノ島盾子から直接話を聞いてみればいいんだよ！」

「それができたら、とっくにやってるって……」

神代くんは呆れたように首を振っていました。

「どうしてかはわからないんだけど……江ノ島盾子にはどうやっても会えないんだよね。授業にも出てないらしいし、それを教師たちも黙認しているらしいし、クラスメイトたちも詳しくは知らないってさ……まったくフリーダムすぎる生徒がいたもんだよね。ここまで会えないと、退学させられちゃった可能性もあるのかもね」

「でも、私は江ノ島盾子に会ってるんだよ。ちゃんとこの学校の中で……ってノートにも書いてあるし……」

「きっと江ノ島盾子はどうしてもお姉ちゃんを巻き込みたいんだろうね。だからお姉ちゃんの前に姿を現して、お姉ちゃんのノートなんかを盗んだり、殺人を犯したとか謎の告白をしたりしているんだろうね……でも何がしたいのかさっぱりだよね。さっぱりすぎて笑うしかないよ。きゃはははははは！」

と、神代くんは頭の後ろで手を組みながら本当に笑っていました。

「ちょっと……吞気に笑ってる場合じゃないよ」

私はたしなめるように言いました。

「大丈夫だって。焦る必要なんてないよ」神代くんはあくび混じりに返します。「今はまだ調査中だからわからないだけの話だよ。僕の調査が進みさえすれば、すぐに色々と明らかになるはずだよ。だからこの時点での仮説や推測なんて、実は大した意味はないんだ。という訳で、後は僕に任せてちょんまげ」

これで話は打ち止め――とでも言わんばかりに神代くんは懐からまた菓子パンを取り出すと、「お、伝説のサンミーだ！」と、嬉しそうに頰張り始めました。

「あ、そうそう！　大事なことを忘れてたよ！」

そこで神代くんは砂糖で汚れた指を舐めながら私に顔を向けました。

「ほら、報酬の話がまだだったよね？」

「えっ、報酬取るの！？」

「あははっ、安心してよ。別にお金が欲しい訳でもないし……そんな大したものを貰う訳じゃないからさ」

「……大したものじゃないの？　じゃあ菓子パンとか？」

「僕を満足させる菓子パンなんて大したものでしょ！」

神代くんはブンブンという擬音が聞こえそうなほど、勢い良く首を振っていました。

「えっと……じゃあなんだろ……」

と、困って首を傾げている私を見かねた神代くんが、笑顔で返します。

「あのね、ちょっとヤラせて欲しいんだよね」

「ヤラ……え、何？」

「いや……だからさ、ヤラせてって言ったんだけど」

相変わらずニコニコと――爽やかに答える神代くん。

「あっ、そっか、そっか！　性的な意味じゃなくてね？　ごめんごめん、勘違いしちゃったよ。だって大したものじゃないって言ってたもんね？」

いや、お恥ずかしい――と、私が頭を搔いていると、神代くんは驚いたような顔で言いました。

「お姉ちゃんって自分の体にそんなに価値があると思ってたんだねっ！」

「なんか両方の意味でショックだよ！」

思わず頭を抱えてしまいました。そして抱えた隙間から神代くんを覗きつつ、もう一度問い掛けます。

「じゃあ、ヤラせてって……本当にそういうこと？」

「僕ってこう見えて性欲が人一倍強いんだよね。それに、トラブル解決後に女を抱くのはスパイ映画のお約束だし、お姉ちゃんって何か男をムラムラさせるいやらしい顔してるしね！」

神代くんは胸を張りながら言いました。

「……って、胸を張るとこじゃないって！」

「むしろテントを張れって？　だったら、お姉ちゃんに胸を張って貰わないとね。ほらほら、やってごらんよ。グイッと豊満な胸を突き出してごらんよ。クックック……」

そんな下心しかない邪悪な笑みに私は戦慄すら覚えます。

「ね、ねぇ……さっきまでの無垢な少年キャラはどこに行っちゃったの……？」

「クックック……とにかく色んな意味でトラブル解決が楽しみだよ。それと念の為に言っておくけど、今日からお風呂入らなくていいからね。できるだけ臭ってもらった方が僕としては助かるからさ」

「もう前のキャラ設定の面影なしだね！」

しかも、それを少年の口から言われるなんて――いくらなんでもハードル高すぎです。

「さてと」

そんな私の困惑など気にも留めずに、神代くんはパチンと胸の前で手を打つと、

「じゃあ報酬の件も話が付いたことだし、さっさと始めちゃおっかな！」

彼はそのまま小走り気味に扉の前まで駆け寄ると、「じゃあ行ってくるね」と、無邪気に手を振りながら、遊びにでも出かけるような感じで研究所から飛び出していきました。

「あ、ちょ、ちょっと待ってよ！　私は納得した訳じゃ――」

ガラガラピシャ。

呼び止めようとした私の言葉は研究所の扉であえなく遮断。

「納得した訳じゃ……ないんだけど……」

そんな独り言を虚しく研究所に響かせながら、私はグッタリとベッドに腰を下ろしました。

「で、でも……あんなのは口約束だしね……」

むしろ、あんな一方的な約束なんて約束とすら呼べないはずです。だって、そもそも一方的に私の問題に首を突っ込んで来たのはあっちなんです。その上、さらに一方的にヤラせろとか、あまりに一方的すぎます。こんなことがまかり通った日にはフェミニズム団体が黙っていませんよ！

だからなんて言うか――

私には関係ありません――よね。

「うん、無視しよう……無視しちゃえばいいんだよ……」

やけくそ気味に呟きながら、ベッドに横になった直後でした。

ガラガラ、と研究所の扉が開かれる音が再び聞こえました。もしかして今の独り言を聞き付けた神代くんが戻ってきたのかも、と、慌てて振り返ると――

そこにはスラリとした体型の色白の男性が立っていて――ドキンドキン！

「あっ！　松田くーーーーーんっ！」

私はスプリンターのように一気に駆け出すと、彼の胸へと飛び込みました。

「わーん、遅かったじゃーん！　ずっと待ってたんだよー！」

と、そこで抱き締めた松田くんの体は何だかやけに強張っていました。

「あれ？　どうかしたの？」

「お前こそ……さっきの話の続きはいいのかよ……」

「……え、さっきの話って？」

何のことを言っているのか、私にはわかりません。

私はもう――覚えていませんでした。

でも別にいいんです。

何があったのか知らないけど――とにかく私には松田くんさえいればいいんです。

「うーん、さっきどんな話したっけ……？」

私は首を傾げる振りをして彼の胸に顔をなすりつけました。「はうはうはうはう」と、彼の胸にひたすら顔をなすりつけました。きっと、汚れるからやめろとか怒られるんだろうな、と思ったのですが――そこで返ってきたのは意外すぎる言葉でした。

「悪かったな……」

「え？」

私は意表を突かれて思わず顔を上げました。

「悪かったって……何が？」

松田くんはそんな私の顔をしばらく見つめた後で、コホンと小さく咳払いすると――

「いや、覚えてないならいいんだ。とにかく悪かったな」

そう言って、決まり悪そうに顔を背けてしまいました。

何だかよくわからないけど――私の胸はドキドキからキュンキュンという鳴き声に変わっていました。

そこでまた――私は彼の胸に顔を埋めます。

そうやって彼の胸に抱かれている内に、私は色んなことを忘れていくのです。

体中にこびり付いていた垢がボロボロと崩れていくような、さっぱりとした気持ちになっていって――私はこの瞬間以外の何もかもがどうでも良くなっていきました。

松田くんがどうして急に謝ってきたのかはちょっと気になるけど――それさえ、この瞬間の幸福に比べれば大したことではありません。

今です。今この瞬間だけなのです。

私が大事なのはそれだけなのです。

私は今しか知りません。私には今しかありません。今が思い出になることさえありません。

だからこそ、私は今この瞬間の幸せを大事にしたいのです。

「……ところでお前、ロープはどうしたんだよ？」

ふと、頭上から松田くんの声が聞こえてきました。

「……ロープって何だっけ？」

「自分でもどうやってロープから抜けたか覚えていないのか……？」

「うん、ごめんね」

「本当に厄介なヤツだよな、お前って」

「うん、ごめんね」

やれやれ――と、松田くんはどこか嬉しそうな顔で首を振っていました。

「ところで……そろそろ苦しいぞ」

「いいじゃん、もう少しだけ」

私が甘えたような声で言うと、松田くんは諦めたようにため息を吐き――そして、ゆっくりと体の力を抜いていきました。

私は柔らかくなっていく彼の体を感じながら、世界のすべてを手に入れたような満足感と達成感に浸っています。

――これが私の世界。

――これだけが私の世界。

洪水のように押し寄せてくる幸福感にもみくちゃにされながら目を閉じると――ドクン、ドクンと、彼の胸の鼓動が聞こえてきました。その響きは欲しいものをすべて手に入れてしまった私への祝福のフィナーレでした。

「パレード……」

不意に松田くんが呟きました。

「……ん？　何か言った？」

私は目を閉じたまま聞き返します。

「なんか……また外のパレードがうるさくなってきたな……」

私は耳を澄ましてみました。だけど――

ドクン、ドクン。

私には彼の胸の鼓動しか聞こえませんでした。

――ここには私と松田くんしかいません。

――それ以外のことなんて私には関係ありません。

だからもう――

語るべきこともありません。

私はそのまましばらく大好きな松田くんの胸に顔を埋めていました。その後で仕方なく大好きな松田くんと別れて、大好きな松田くんのいない部屋に帰って、大好きな松田くんのことを思いながら靴を脱ぎ、大好きな松田くんと呟きながらベッドに入り、そして大好きな松田くんの待つ夢の中へと落ちていきました。

それだけです。

それ以外のことは――もう私とは何の関係もないのです。



深夜の希望ヶ峰学園東地区。

その中庭――

周囲を取り囲む施設からはとっくに明かりが消えていて、一定間隔に配置された外灯だけが、夜の闇を薄ぼんやりと照らしていた。

その中庭の外れにある時計台の前に――一人の少女が立っていた。

彼女は目を細めながら頭上の時計台を見上げると、

「もう、そろそろね」

と、小さく呟いた。

彼女はそこで人を待っていた。

その相手と最初にコンタクトを取った際は、『会う必要はない』と無下に断られてしまったのだが――彼の裏を探って得た情報を取引材料にしたところ、いとも簡単に会う約束を取り付けた。それは人の秘密をさぐることを生業としている彼女にとっては容易いことだった。むしろ人に知られたくない情報だらけの偉い人物ほど会いやすい――とすら思っていた。

――名誉欲って怖いわね。

――無理して偉くなってもがんじ搦めになるだけなのに。

そんな彼女が待っているのは――希望ヶ峰学園評議委員会の人間だった。

彼女にはどうしても評議委員会の人間に会わなければならない理由があった。どうしても直接会って聞かなければならないことがあった。それは彼らがひた隠しにしている《ある事実》に関すること――

おそらく、その事実については彼女の雇い主である学園長でさえも知らないはずだ。だからこそ彼らに直接会って問い質す必要があった。

という重要な事実に、調査に乗り出してからまだ数日しか経っていない彼女が辿り着けたのには、ある理由があった。

彼女の持つ恐るべき才能――それこそが理由だった。

その少女の名前は、霧切響子。

希望ヶ峰学園の第七十八期生であり、《超高校級の探偵》と呼ばれる才能の持ち主だった。

そんな彼女は今――希望ヶ峰学園長に雇われた探偵として《ある件》を探っていた。

「それにしても遅いわね……」

呟きながら、彼女はもう一度時計台を見上げた。

五分の遅刻。

――時間厳守ってお願いしたはずなんだけど。

彼女の眉間に刻まれた皺がさらに深くなる。だが、その皺は時計台から視線を戻したところで――消えた。

遠くに人影が見えた。

人影は警戒するように周囲を見回しながら、ゆっくりとした足取りでこちらへ向かっている。次第に鮮明になっていくその姿は――葬式帰りの喪服のような漆黒のスーツに、同じ色のネクタイを締めた高年の男だった。白髪交じりの髪はポマードで不自然に固められ、まるで人工物のようにも見えた。

男が近付くにつれ、その表情も露わになっていく。男の眉間には彫刻刀で頭蓋骨に直接彫り込んだような深い皺があり、その下の窪んだような目は忌々しげな感情を伴って響子を睨み付けていた。

やがて二人の距離が縮まっていき、それが三メートルほどになったところで――

男の足が止まった。

「……私を呼び出したのはお前か？」

一直線に固く結ばれていた男の口が開き、険しい声が響子に向けられる。

「一体何の――」

しかし――彼の言葉はそこで終わった。

響子の目の前で降ってくるはずのない物が空から降って来て、

男の言葉を、その男ごと、

押し潰したのだ。

まるでスローモーションのように――

あるいはコマ撮りした映像のように――

空から落ちてきた学習机が、目の前の男の頭頂部に激突した。

その衝撃で男の体は折れ曲がるように倒れ、一方で地面にぶつかった机は反動で大きく跳ね上がっていた。そこに別の学習机が降ってくる。それは倒れた男の腰を潰し、彼の体を踏み潰された人形のように反り返らせていた。そして、さらに落下してきた別の学習机が、その首を不自然な角度に折り曲げる――その瞬間の男の顔には驚きすらなかった。響子に声を掛けた時の顔のまま固まっていた。そして、そのまま次から次へと落下してきた学習机が、砂埃と共に――男の姿を覆い隠していった。

直後、遅れて音がやってくる。

強烈な破壊音。

と同時に、砂埃の中から弾け飛んだ学習机が響子の髪をかすめて、彼女の後方で独楽のように回転していた。

それは、あまりに突拍子もない展開だった。

それは、あまりに脈絡のない成り行きだった。

響子の前に立った男が口を開いた瞬間、空から降って来た大量の学習机が一瞬の内に彼を押し潰してしまったのだ。

それでも響子の思考が途切れていたのは――ほんの一瞬だけだった。

まだ砂埃が舞う中、彼女は折り重なった学習机の山へと駆け寄った。瓦礫と化した学習机に埋まった男の周辺には、すでに真っ赤な水たまりが広がっていた。その目や鼻や耳からはさらに濃い色の液体が噴き出している。

そこで響子はすぐに思考を切り替えると――頭上を見上げた。

校舎の屋上にシルエットが浮かんでいた。そこにフォーカスが合っていく。それは逆光の月明かりに照らされた人影だった。その人影は何かを振りかぶるようなポーズのまま――それを投げた。

パイプ椅子が響子目掛けて一直線に落下してくる。

彼女はそれを跳ねるように避けながら、校舎の中へと飛び込んだ。

後方でまた破壊音が響いていた。

響子は低い姿勢で校舎の廊下を走り抜けると、そのまま階段を駆け上がっていった。その時点で彼女は自分が狙われたことなど、もうどうでも良くなっていた。ただ純粋に手掛かりの為に走っていた――それは危うさすら漂わせるほどの情熱だった。

そして、あっという間に一番上の踊り場まで辿り着いた響子は、屋上へと続く扉の前に南京錠の残骸が転がっているのを見つけた。

――この学園はもっと防犯に気を使うべきね。

そんな皮肉を呟きながらドアノブを握った。冷たい金属の感触が指先から伝わってくる。ドアノブをひねって押すと――扉は音もなく簡単に開いた。

途端に強い夜風が響子の脇をすり抜けていく。

警戒した足取りで一歩踏み出しながら、星空に薄っすら照らされた屋上を素早く見回した。

しかし、人影はどこにもなかった。

響子は足元のコンクリートを踏み鳴らしながら、扉の周辺や、建物の陰など人が隠れられそうな場所を隅から隅まで見て回った。

けれど――やはり何も見つからなかった。

――一足遅かった。

虚脱感に襲われ、彼女は屋上の鉄柵に自らの背中を預けた。そして、夜空を見上げながら愚痴のように呟く。

「これだから……人を追う仕事は嫌なのよ……」

と、その時だった。

響子の背筋を悪寒が駆け抜けていった。

嫌な予感。

彼女はすぐに身を翻すと、鉄柵から身を乗り出さん勢いで中庭を見下ろした。

冷たい夜の風を受けたその顔が、見る見る内に曇っていった。

時計台の周辺に、散らばった学習机やパイプ椅子の残骸が見えた。

だがそこには、あるべき物がなかった。

あるはずの死体が――消えていた。

ギリッ――と奥歯を鳴らしながら、響子は制服の内ポケットから携帯電話を取り出した。その通話ボタンを押しかけたところで――彼女は若干の躊躇いを垣間見せる。

それでも――と、その指が通話ボタンを押す。

数コールの後で男の声が聞こえてきた。

「今から会える？」一切の前置きを無視して響子は言った。「直接会って報告したいことがあるの。今すぐそっちに行くから」



屋上から霧切響子の姿が消えて数分後。

バリバリバリバリ――と、空気を引き裂くような奇妙な音が東地区の中庭にこだました。

「ジャジャーン！　テイザーガン！」

と、手にしたピストルのような物体を高く掲げた女子高生。

彼女の視線の先には――二人の警備員が折り重なるように倒れていた。

うつ伏せになった彼らの背中には細い針のような物が刺さっていて、そこから伸びたワイヤーは彼女が手にしているピストルのような物に繫がっている。

「えい、えい！」

と、彼女が引き金を引くと――

バリバリバリバリ。

激しい音と共に、すでに意識のない二人の体がブルブルと震える。

「……アハッ！」

彼女はそれを見て、恍惚とした表情を浮かべていた。

江ノ島盾子――

寝起きのようなすっぴん状態のまま大あくびを繰り返す彼女が手にしているのは、テイザーガンと呼ばれる強力な護身用武器だった。飛ばした針を標的に突き刺し、ワイヤーを使って送電するピストルタイプのスタンガンだ。殺傷能力はないが、彼女の改造によって限界まで送電能力を上げられたそれは、いつ人が死んでもおかしくない凶器へと変貌を遂げていた。

まさに、鬼に金棒。

絶望に護身用武器。

彼女はしばらくテイザーガンで遊んでいたのだが、急に飽きてしまったようにワイヤーを素手で引っこ抜くと、それらをまとめて手にしたビニール袋の中へと突っ込んだ。そして近くのゴミ箱の中にポイと投げ捨てる。

「さてと、これで邪魔者はいなくなったわね。あの女金田一ちゃんもどっかに消えたみたいだし……うぷぷ、後はアタシの独壇場って訳かしら？」

彼女は大仰に胸をなで下ろすと、堂々と中庭を横切り――向かったのは時計台だった。

姿を隠すような素振りはない。むしろ見るなら見てみろと言わんばかりの存在感を周囲に撒き散らしていた。その代わり見たら殺すけどな――という禍々しさもそこにはある。

「それにしても、まさかあの女コナンちゃんが絡んでくるとはね。きっと学園長のお節介のせいだろうけど……でも彼女って今回のシナリオには不参加の予定なのよね。さーて、どうしたもんかしら。彼女がいるのも面白いけど、アタシが本格的に活躍する時の邪魔になる可能性もあるし……って、おやおやおやおやおやおや？」

つんのめるように立ち止まった彼女の視線の先には――学習机の残骸があった。

それを見た途端、彼女の顔に貼り付いていた酷薄そうな笑みが剝がれ落ちた。

「……ねーじゃんか、死体」

鉛のような重みのある言葉がその口から吐き出される。

「またかよ……こりゃ絶望的だわ。もう夢オチレベルに絶望的だわ……」

しかし、その顔は――笑っていた。

笑いながら江ノ島は足元に転がっていたパイプ椅子を蹴飛ばした。大して力の込められていない蹴りにも見えたが――蹴飛ばされたパイプ椅子は数メートル先の外灯まで吹っ飛び、さらにピンポン玉のように空高く弾け飛んだ。

そして、その残響音が深夜の中庭から消えた時には――

もう、江ノ島盾子の姿は消えていた。

影のように消えていた。`;

export default story;
