const story = `――何か聞こえた？

そんな気がして、霧切響子は思わず足を止めた。

鐘が打ち鳴らされたような音が聞こえた気がしたが、耳を澄ましてみても、ひっそりと静まり返った廊下からはもう何も聞こえてこなかった。

――気のせい？

いつもだったら気が済むまで調べていただろうが、今の彼女には他に優先すべき大事なことがあった。

だから再び足を動かし、先を急いだ。

通常であれば生徒の立ち入りが禁止されている教職員棟の廊下を、響子は足早に進んでいく。薄暗い廊下に彼女の足音だけが冷たく反響していた。深夜の教職員棟からは人の気配がすっかり消えている。ここに来るまで誰ともすれ違わなかったし、おそらくこの先もそうだろう。

しばらく――というほどの時間もかからず彼女は目的の場所まで辿り着いた。

目の前の扉には『学園長室』というプレートが掲げられている。響子はその扉に睨むような視線を向けた後――ノックもせずに押し開けた。

「もう来たのか。早かったな」

奥のデスクで事務仕事をしていたと思われる学園長――霧切仁が笑顔で言った。

響子はほとんど癖のように、初めて入るその部屋を素早く見回していた。

汚い――以外の感想が出てこない。段ボールやら書類やらが、部屋中のあちらこちらに所構わず山積みにされていた。

「……あの引っ越し以来忙しくてな、まだ整理できてないんだよ」

響子の視線に気付いた霧切が、頭を搔きながら言い訳のように言った。しかし、それに対する響子の反応は冷ややかだった。雑談などするつもりはない――と言わんばかりに彼女はすぐに本題に入っていった。

「今さっき評議委員会の人間と会ってきたの。だけど誰かにそれを邪魔されたわ……」

驚いて口を開き掛けた霧切を遮るように、

その反応はまだ早いと言わんばかりに、

すぐさま響子はその後に続く言葉を口にした。

「殺されたのよ。しかも私の目の前でね」

「……こ、殺された？」

「だけど、その死体もすぐに消えてしまった……」

「……消えた？」

繰り返しているだけにもかかわらず、霧切はすっかり神経を酷使したような顔付きになっていた。だが響子は意に介するでもなく、慣れた口調で淡々と続ける。

「でも変じゃない？　私に見せ付けるように殺しておきながら、私から隠すように消すなんて……見せ付けるのが目的なのか、隠すのが目的なのかわからない。だからこそ嫌な感じがするの」

話している内に熱が入っていったように、響子は一方的にまくし立てていく。

「それに昨日から行方不明になっている別の評議委員もいるんだったわよね？　だとしたら、その人も危ないかもしれない。すぐに連絡を取って忠告した方がいいわ。いえ、その人だけじゃない。他の評議委員会のメンバー全員に――」

「ちょ……ちょっと待ってくれっ！」

堪らずに口を挟んだ霧切は、ほとんどイスから立ち上がっていた。

「そ、それは確かなのか？　こ、殺されたって、そんな……」

響子は何も答えなかった――だが、その険しい顔付きが何よりもの答えになっていた。それを見た霧切は激しい脱力感に襲われたように、浮かしていた腰をまたイスに沈めた。

「どうして……そんなことが……」

そんな彼の疑問に答えるように――ゆっくりと長いため息が聞こえてきた。

「……隠した方はともかく、殺した理由だけなら見当は付くはずよ」

「ほ、本当かっ？」

霧切はデスクに手を突き、また乗り出すような格好になっていた。

「教えてくれ、どうしてなんだ？」

そんな彼を見て――響子は失望感にも似た想いを抱いていた。その感情は彼女の視線にも表れていた。どうしてこんなこともわからないの、そう言いたげな視線だったが――響子の予想に反して彼はそれを気にも留めていなかった。

「……頼む、教えてくれ」

響子はさらに大きなため息を吐きだした後――静かに答えた。

「これ見よがしに殺したのは、そこに警告の意味を込めてのこと……だとすると評議委員会の人間が殺されたのは、きっと《例の事件》のせいでしょうね」

ゴクリ――と霧切仁は乾いた唾を飲み込んだ。

「君はもう……知っているのか？　希望ヶ峰学園史上最大最悪の事件について……」

「ある程度はね」

あっさりと答えた響子とは裏腹に、彼は苦虫を嚙み潰したような顔になっていた。

「そうか……」

そう吐き出しながら、ゆっくりとイスに体を預ける。そこで気を取り直すように瞬きを繰り返した後――改めて問い掛けた。

「つまり、評議委員会の人間が殺されたのは、私たちが《例の事件》を隠していることが原因なんだな？」

「いいえ、それだけじゃない」響子は小さく首を振った。「そもそも評議委員会は、事件そのものだけじゃなくて、それ以外にも重大なことを隠しているのよ……むしろ原因となったのはそっちの方じゃないかしら」

それを聞いた霧切は――途端に考え込むような顔付きになった。そして、その表情のままボソリと呟く。

「もしかして……評議委員会が『事件の犯人を知りつつ隠している件』か？」

響子の眉がわずかに反応した。

「……知っていたのね」

そこで響子はこの部屋に入って初めて――霧切仁と正面から目を合わせた。

「あなたは犯人の隠蔽については知らないと思っていたわ。そうでなければ、私にあんな依頼をするはずがないと思っていたんだけど……そう、あなたも犯人の隠蔽に関わっていたのね」

その言葉には苛立ちにも似た感情が込められていた。

「いや、そうじゃない」霧切は慌てて首を振る。「犯人の隠蔽は私には知らされていなかった。あれは評議委員会の独自の判断で行われたことだ。その件だって直接彼らから聞いた訳じゃない。自分で調べた結果なんだ」

その言葉に響子はさらに眉をひそめる。「……あなたが自分で調べたの？」

「別におかしなことではないだろう」霧切は苦笑気味に言った。「その気になれば、それくらいはできるさ。私にだって探偵一家の血が流れ――」

「やめて！」

突然、響子は声を荒げた。

驚いて顔を上げた霧切の視線の先では――響子がじっと彼を睨み付けていた。

彼女は湧き上がった感情を隠そうともせず、怒りに染まった目を真っ直ぐ霧切に向けている。それは雇い主に向けられたものでもなく、学園長に向けられたものでもなく――憎むべき実の父親に向けられたものでしかなかった。

「変な冗談は言わないで」

だからこそ――

「……悪かった」

彼は謝るしかなかった。

「……確かに今のは軽率な発言だったな」

そう言って深々と頭を下げた。

どんな事情があったにせよ――どんな想いがあったにせよ――

彼女から見れば、自分は家と娘を捨てた男でしかない。それは間違っていない。言い訳するつもりはないし、できる訳もない。

ただ、それでもいつか――

せめて自分の想いだけでも伝えられたら――

――いや、それも虫のいい話か。

「……もういいわ」

その声に顔を上げると――響子はもう冷静な顔付きに戻っていた。そして彼女は壁際の本棚に寄り掛かるようにしながら、

「話が逸れたわね」

と、落ち着き払った口調で言った。

「すまん、そうだったな……」

そこで霧切は大きなため息を吐き出した。だが、気が緩み掛けたその一瞬を狙ったかのように――奇襲のような一言が彼に浴びせられた。それは一気に間合いを詰め、そのまま斬りつけてくるような鋭い一言だった。

「カムクライズル……なんでしょう？」

思わず霧切の体が反応していた。

目に、指先に、呼吸に――そして響子はそれを見逃さなかった。

「……そうなのね？」

まるで全身を搦め捕るようなその視線に――霧切は確かに見覚えがあった。いや、見覚えがあるどころか、それは自分が嫌悪し、恐怖した探偵一族の目に他ならなかった。それは他人の裏側を覗き込み、背面を盗み見て、そこに一切の未知を許さない目だった。

実の娘からそんな畏怖すべき目を向けられた霧切仁は――だが、ひっそりと口の端を緩めていた。

――さすがは霧切一族の逸材だ！

――なんて素晴らしい才能だ！

「……何がおかしいの？」

それを見た響子が咎めるように問い質すと、

「いや、感心しただけだよ」

霧切はわずかな笑みを残したまま、そう答えた。

「こんな短時間で、私の『カムクライズルを捜してくれ』という依頼から、希望ヶ峰学園史上最大最悪の事件の存在を突き止め、さらに、その事件の犯人がカムクライズルだと言い当てるとはな……さすがだよ」

まるで興奮したように、彼は幾分早口になっていた。

「だったら、ついでに教えて貰おうかしら。噂のカムクライズルって何者なの？　名前だけ聞くと、男性でも女性でもおかしくなさそうだけど……」

しかし霧切は首を振るだけだった。

「それは言えないと言ったはずだ」

いつの間にか、その顔からは笑みも消えていた。

「……そう、だったらいいわ」

それなら自分で調べるから――とでも言わんばかりにあっさりと引き下がった響子は、自分の足元に視線を落としたまま淡々と語っていく。

「……でも、やっぱりよくわからないわね。どうしてあなたは事件の犯人がカムクライズルだと知りながら、私に『カムクラを捜せ』なんて依頼をしたの？　あなたたちは事件を隠しておきたいんでしょう？　それならカムクラだって評議委員会に匿わせたまま、そっとして置けばいいじゃない」

「いや、評議委員会に任せておく訳にはいかないんだ……」

「……あら？」響子はわざとらしく口許を歪めた。「あなたの方も、評議委員会を信用してないってことかしら？」

「いや、そういうことじゃない」霧切は冷静な口調を崩さずに答える。「だが、彼らの考えは間違っているように思える。きっと彼らは……大きな勘違いをしているはずだ」

「勘違い？」

「評議委員会は《例の事件》さえ隠蔽してしまえば、すべてが終わりだと考えているみたいだが……私にはそうは思えないってことだ」

響子は相槌すら打たずに、霧切の話にじっと耳を傾けていた。

「そもそも《例の事件》は終わった訳じゃない。むしろ今もまだどこかで続いているんじゃないか……私にはそんな気がしてならないんだ。気のせいで済めばいいが、そうでなければ取り返しのつかないことになってしまう。だからこそ、私たちはカムクライズルから話を聞く必要があるはずなんだ。だが、評議委員会はその居場所を明かそうとしない。彼らはこの私ですら信用していないんだよ……」

「………………」　

それを聞いた響子の中では――何かが引っ掛かっていた。

霧切の話す内容と言うよりは、むしろ彼の様子に関してだった。『例の事件は今もまだどこかで続いている気がする』そう語った彼の様子に、響子は引っ掛かっていたのだ。

彼の口調や仕草からは、確かに深刻さが伝わってきた。だが、それだけではなかった。そこには薄っすらとではあるが――それ以外の感情もあった気がした。

ふと、思い出したのは祖父のことだった。

響子の祖父であり、霧切仁の父親――今もなお現役の探偵を続ける霧切家の当主。

あれは助手役としてではあるが、響子が初めて探偵としての業務を遂行した時のことだった。後見人として響子の行動を監視していた祖父は、彼女の想像以上の活躍に目を細めながら、興奮とも喜びともつかない何とも言えない表情をしていた。

――今の彼は、あの時の祖父の表情と似ていた気がした。

だが、あえて口にはしなかった。

それは尊敬する祖父への侮辱にもなりかねないからだ。

「……どうかしたか？」

霧切に声を掛けられたところで――自分が黙り込んでいたことに気が付いた。

「なんでもない」

そこで響子は気持ちを切り替えるように、ふわりと髪をかき上げた。

「まぁ、いいわ。あなたが私にカムクラの捜索を依頼した理由は何となくわかった。要は評議委員会の連中に気付かれずに、あなたがその行方を突き止めたかったからでしょ」

と、そこで彼女は射貫くような視線を霧切に向ける。

「でも、そんなことを堂々と言って大丈夫？」

途端に霧切の顔が曇る。

「……どういう意味だ？」

「最初に言ったでしょ？　評議委員会が狙われているのは、彼らが事件の犯人を匿っているせいだって……」

「つまり、犯人はカムクラの行方を捜している人物……」

そこで響子の言葉の意味に気付いた霧切は――引き攣ったような笑みを浮かべた。

「となれば、私も容疑者の一人……そういうことか」

「と言っても、あなたが違うことはもうわかっているわ」言いながら響子は腕を組んだ。「死体が消えた後、私はすぐにこの部屋に電話した……その電話にちゃんと出たあなたには、残念ながら確かなアリバイがあるってことになるわ」

「残念ながら……ってのは言いすぎだろう」

霧切の引き攣った笑いが、苦笑いに変わっていた。

「それより心配事は他にもあるんじゃない？　私がカムクライズルの居場所を突き止めたとしても、あなたの所に来る前に警察に突き出す可能性だってあるかもしれないわよ？」

「いや、それは無用な心配だな」霧切は笑い飛ばすように答える。「探偵にとって依頼というものは絶対だ。警察にとっての法律と同じようにな。だから君が《超高校級の探偵》である以上は、君は決して依頼を破れないはずだ」

たとえ、どんなに依頼人を憎んでいたところで――と、心の中だけで付け加えた。

「だったら、あなたがわざわざ私に依頼したのはその為かしら？　放っておいて勝手に嗅ぎ回られるのも厄介だから、依頼をすることで口封じしようとでも思った？」

その言葉には感情的な響きがあった。言った本人である響子が誰よりもそう感じていた。だからこそ――彼女は言った直後に後悔していた。

「そんな風に聞こえていたなら謝ろう。だが、君に依頼したのは、あくまで君の才能を買ってのことだ。そこに他意はないさ」

慎重に言葉を選んだような発言だった。気を遣っているのは明らかだった。

響子はそれにまた苛立った。

そうさせている自分自身にも苛立った。

そもそも自分はもう父親のことなんて何とも思っていないはずだった。恨む気持ちすらないと思っていた。だからこそ彼の依頼を受けたのだ。普段と変わらず、いつも通りこなせると思っていた。それなのに自分はどうして刺々しい言葉ばかりを選んでしまうのだろうか。これでは、まるで――

――構ってもらいたくてぐずっている子供と一緒じゃない。

「もういいわ。無駄話はこれくらいにしましょう」

そんな雑念を頭から振り払うように――響子は声を絞り出した。

「……とにかく、これ以上の犠牲者を出す訳にはいかないわ。評議委員会にはあなたからも忠告しておいた方がいいわよ。このままカムクライズルを匿い続けていたら、さらに犠牲者が増える可能性もあるってね」

「あぁ、もちろんだ……」

彼らが聞く耳を持つかはわからないが――それは二人共が揃って抱いている懸念だったが、どちらもあえて口にはしなかった。そんなことを言っても仕方がないと、それもまた二人共が思っていたからだ。

「……もう行くわ」

そう告げた後、響子は霧切と視線を合わせることなく踵を返した。そのまま扉に向かって歩き出した彼女の背中に――不意に声が掛けられる。

「どうやら思った以上に危険な依頼になってしまったようだな」

その言葉に響子は思わず立ち止まった。

「だから何？」顔だけで振り返りながら言った。「……私は探偵よ。霧切家の血を引く探偵なのよ」

「……ま、君ならそう言うと思ったよ」

そんな彼の言葉にまた良からぬ感情が湧き出しそうなのを察知した響子は、再び早足で歩き出した。その手がドアノブを握ったところで――またもや背中越しに声が聞こえた。

「だが、予備学科の《パレード》も日に日に過激になっているみたいだ……」

それは、いつになく引き締まった声だった。

「何かタイミングが良すぎる気もする。もしかしたら、あれも《例の件》とは無関係じゃないのかもしれない。だから……つまりだな……」

そこで霧切はコホンと咳払いをすると――自然な口調を装いながら言った。

「……気を付けろよ」

まるで――外出前の娘に父親が掛けるような言葉だった。

しかし、それを聞いた響子の反応は素っ気なかった。と言うよりも反応すらしなかった。彼女は何も答えないまま無言で学園長室を後にした。

パタン、と扉が閉じられたのを確認した後で、霧切は大きな息を吐きながら背もたれに身を預けた――だが、その顔には薄っすらと笑みが浮かんでいた。

――本当に素晴らしい才能だ。

そう心の中で呟く度に――彼の顔に貼り付いた笑みが大きくなっていった。

学園長室を後にした響子は、コツン、コツン、と無機質な足音を響かせながら、来た時と同じ早足で廊下を歩いていた。

彼女はまったくの無表情だった。

そして、その無表情のまま不意に呟いた。

「……言われなくてもわかってるわよ」

呟いた本人にしか聞こえないその声は、すぐに霧散するように消えていき――

そして彼女自身の姿も、薄暗い廊下の奥へと消えていった。



色々あった挙句。

私、音無涼子と――

松田夜助くんは――

希望ヶ峰学園を退学することを決意しました。

今は空港のロビーで待機中です。これから二人で飛行機に乗って、自由の国アメリカへと旅立つ予定なのです。と言うのも、私は気付いてしまったのです。私の世界には、私と松田くんさえいれば充分で、そもそも希望ヶ峰学園なんかにこだわる必要すらなかったのです。だから、あんな理不尽な物語に付き合う義理なんてどこにもありません。もし、あのくだらない物語の続きが気になると言うなら、どうか別の誰かに語ってもらってください。私たちは忙しいのです。これから二人でアメリカに向かった後は、トウモロコシ農園で新種のトウモロコシ開発に勤しみ、その後はＮＡＳＡに行って、月へと拠点を移す予定なのです。「ね、松田くん！」と、隣のシートに腰掛ける松田くんに目をやると、彼はシートの下でせっせと田植えのような作業に夢中でした。「ねぇ、トウモロコシ農園はまだだよ。気が早すぎない？」私がそう言うと、「邪魔するな！　俺は今サイバイマンを埋めているんだ！」と、どんどん種を植えてく松田くん。「だ、駄目だよ、松田くん！　サイバイマンはもっと土に栄養がある土地でないと育たないってナッパ様に怒られるよ」という私の忠告に耳も貸さずに彼はどんどンドンドンドン！

――そこで目が覚めました。

のっそりと体を起こすと、まず周囲を見渡します。

ベージュ色の絨毯。小さな化粧台。空っぽの本棚。至る所に『ここは私の部屋』という貼り紙が見えました。わざわざこんな貼り紙を貼っているということは――きっと、ここは私の部屋なのでしょう。

ホッと胸を撫で下ろし――ている暇はありませんでした。

ドンドンドンドンと、私の部屋の扉が歪みそうな勢いで激しく叩かれています。

「い、今行くから……ちょっと待って……」

ドンッ、ドンッ、ドドンッドン！

ドンドドンッドン！　ドンドドンッドン！

まったく待ってくれない上に妙にリズミカルになってきたノック音にムッとしながら、ベッドから這い出したところで――自分が靴を履いたまま寝ていたことに気付きました。

ありゃりゃ――と今更ながら靴を脱ぎ捨てると、枕元に置いてあったノートを手に急いで扉へと駆け寄ります。

「……誰？」

鍵を外して、そっと扉を開けました。

「やっほほほほほーーーーーい！」

その隙間から勢い良く覗き込んでくる――金髪ド派手メイクの女の子。

「うわあ！」

驚いた私は思わずのけ反りました。

「ほらほら、いつまで寝てるの？　もう昼だよ？　アンタはピーコの相方かって！」

「……は？」

「いや、あれは《おすぎ》か。寝すぎとは違うか……だったらアタシの勘違いね！」

そもそも勝手に会話を進めようとしている彼女は何者なんだと、私がノートを広げたところで――

「おやおや、アタシのこと忘れちゃったの？　だったら教えてあげるけど、アタシは江ノ島盾子ちゃんよ！　《超高校級のギャル》こと、江ノ島盾子ちゃんですよーっと！」

江ノ島盾子と言えば――

と、そこで私はノートから彼女に関する記憶を探します。

すぐに頭の中で警報音が鳴り響きました。

そう言えば彼女は私を巻き込もうとしている自称《人殺し》で、私は彼女だけには決して巻き込まれてはいけなかったはずでした！

「か、帰ってええええええええっ！」

脳が沸騰するような勢いで叫びながら、私は慌てて扉を閉じます。けれど、セールスマンばりにねじ込んでくる彼女の足がストッパーとなって、それを阻止していました。

「あれあれ？　もしかして逃げようとしてるの？　ちょっとぉ、そんなあからさまな態度を見せられて、アタシが傷付いちゃったらどうしてくれんの？」

「い、いいから、もう帰ってよおおっ！」

私は全身の力を駆使して必死に扉を閉じようとするのですが――ビクともしません。

「ピンピロリーン！　わかっちゃった、閃いちゃった！　アンタって、アタシのことを頭のおかしい女だと思ってるんじゃない？　頭のネジが決定的に足りなくなってる女だと思ってるんじゃない？　え、むしろ聞くまでもないって？　とっくに確信に至ってるって？　だとしたら、それってブッタマゲー！」

江ノ島さんはブッタマゲーと、目を丸くして大きく両手を広げています。

「な、何なの……っ！」

「えっ、気に入らなかった？　流行ると思ったんだけどな……ブッタマゲー！」

彼女のあまりの異次元っぷりに、私の方こそブッタマゲー！

「……って、そうじゃなくって私に何の用なのっ！」

「ま、立ち話もあれだし……じゃあ、お邪魔しまーす！」

彼女は万力のような力で扉をこじ開けると、勝手に部屋の中へと侵入してきました。

「いやだぁぁぁぁっ！」

髪の毛を振り乱しながら部屋の奥へと逃げようとする私の襟首を、江ノ島さんがグイッと摑みます。「……ふぎゅうっ！」

「つーかさ、逃げてる場合じゃないんじゃない？　アタシはアンタから大事なノートを奪い取った張本人なのよ？　ほら、憎いでしょ？　憎たらしくなってきたでしょ？」

「も、もういい……もう昔の記憶なんてどうだっていいって！　だって、どうせ思い出せないんだし！」

私は激しく暴れて何とか彼女の手を振り解くと、一目散にベッドの中へと逃げ込みました。そして頭からすっぽり毛布を被ると、懇願するように叫びます。

「だから、もう放っておいて！　私を巻き込まないで！　私には関係ないっ！」

すると――

「ふーん、そうやって自分の世界に閉じこもっちゃうんだ……」

毛布越しに、江ノ島さんの冷淡な声が聞こえてきました。

「でも、それって松田夜助を見殺しにすることになる訳だけど……本当にいいのね？」

途端に、私の中に沈み込んでいた感情が一気に溢れ出し、そして胸いっぱいに広がっていきました。

「な、何て言ったの！？　松田くんをどうするつもりっ！？」

私は毛布を弾き飛ばしながら、一気に彼女に詰め寄りました。

すると、そこで予想外の事態が起こりました。

笑顔の江ノ島さんが――私を抱きしめてきたのです。

「……は？」

そして彼女は、呆然とする私の耳元でそっと囁きました。

「そう、それでいいのよ。アンタはアタシを殺したいほど嫌うべきなの。嫌えば嫌うほど絶望的になる……それがこのシナリオの醍醐味なんだからさ」

「ちょ、ちょっと……離してよっ！」

「嫌って、憎んで、戦って……そうやって自分の殻を破ることで、本当のアンタが始まるの。自分の世界に引きこもってる場合じゃないわよ。さぁ、新しいアンタを誕生させましょう。今は辛いかもしれないけど心配いらないわ。それはただの生みの苦しみだから。乗り越えた時こそハッピーバースデー……ようやく本当のアンタが生まれるのよ！」

私は江ノ島さんの耳に齧りつきました。

「あだだだだだだだっ！」

彼女が怯んだ隙に、私は飛び跳ねるように後ずさり。

「い、いい加減にしてよっ！　どうして関係ない私たちを巻き込もうとするのっ！」

「アハハッ！　関係あろうが無かろうが、それこそ関係なかったりして！」

彼女は齧られた耳をさすりながら――恍惚とした笑みを私に向けました。

「交通事故、自然災害、事件、戦争……自分とは関係ないことで命を落としている人間がこの世にどれだけいるか、アンタわかってんの？」

「そ、そんなの――」

「一緒なのよ！　アタシ的にはねっ！」

私は思わず祈りました。

――あぁ、神様お願いします。今すぐ彼女の頭上に隕石を降らせてください。そうしたら一生、松田くんの次に崇め続けますから！

「それにね、アンタはとっくに関係しているのよ。それを関係ないって言い切っているのは、単にアンタが忘れているだけなのよね」

「……は？」

私の祈りは一瞬にして猛烈な困惑に飲み込まれていきました。

「関係しているって……何に……？」

「ん？　そんなの決まってんじゃん」

そこで江ノ島さんは恣意的に落とした声で――言い放ちました。

「希望ヶ峰学園史上最大最悪の事件よ。アンタはあの事件に関係しまくってるのよ」

私はすぐに『音無涼子の記憶ノート』を――と、その手を江ノ島さんが摑みます。

「は、離して……よ……」

「ねぇ、思い出せない記憶なんて無価値で無意味とでも思ってた？　だとしたら、アンタってお間抜けちゃんなのね」

彼女の薄ら笑いが私の眼前に迫ります。

「あのね、アンタがいくら忘れようとも、アンタの行動までが消えてなくなった訳じゃないのよ……それは、アンタが忘れた世界で今もなお世界に影響を与え続けているの」

「な、何のこと……？」

「ねぇ、今まで想像したことなかった？　自分の起こした行動が世界を回って、誰かを傷つけたり、誰かを苦しめている……そんな風に想像したことはなかったの？」

「そ、そんなこと――」

「まったく残酷な世界よね。でも世界ってそういうモンなのよ……人と人ってのは、アンタが思っている以上に複雑かつ多元的に絡み合っているの。たった一人の行動が世界を救ったり、たった一人の絶望が連鎖的に世界を絶望させたり……うふふっ、まったく素敵ね。ここって本当に生きるに値する世界よね！」

それは聞くに値しないバカバカしい理論で、聞くに堪えない恥ずかしい思想でした。

それなのに、どうしてでしょう？

その言葉に心のどこかで賛同している私がいました。

「……納得してくれた？　じゃあ、そろそろ話をスタート地点に戻しちゃうわね」

そう言いながら、江ノ島さんは腕を組みます。

「ここからは巻き気味にバーッといくわよ。とにかくアンタが希望ヶ峰学園史上最大最悪の事件に関係しているってのは事実な訳だけども、『だったら、アンタはその事件にどう関係してるのか』って、次はそういう話の流れになると思うのよね？　それでいい？」

「そ、それでいいとか……急に言われても……」

「じゃあ、教えてあげるっ！」

江ノ島さんは無視して続けます。

「と言いつつ、本当は教えられないの！」

「どっちなの？」

せめて、それくらいは、はっきりさせて欲しいです。

「だって、ここでアタシが教えちゃったら、つまらなくなる……と、アタシは思っているはずなのよね。だからアンタが事件にどう関係しているのかは、アンタ自身に突き止めてもらう……むしろそういう流れになると思うのよね」

「じ、自分で突き止めろって……」

そんなゲームじゃあるまいし！

「『そんなゲームじゃあるまいし』って思っているんだろうけど、それでもやっぱり教えられないわね。なぜなら、これはそういうシナリオだから。ただし代わりにヒントなら教えてあげる……って、ここでアタシはそう付け加えるの。なぜなら、これまたそういうシナリオだから」

言葉遣いが滅茶苦茶なのは諦めたとしても――要点すらさっぱりわかりません。

「つまり、どういうことなの？」

「だからヒントを教えるって言ってんじゃん！」江ノ島さんはムッとしたように答えます。「ちなみに、そのヒントさえ教えればここでのアタシの役目は終わり。だから後は一切の言葉を発さずに立ち去ってあげるわよ」

「た、立ち去るって……え、ホントにっ！」

私は思わず身を乗り出しました。私の内部に今までにない活力が出現するのを感じていました。

「じゃあ教えて！　そんで立ち去って！」

「……い、いいわよ。べ、別に寂しくなんか……ないんだからねっ！」

私が予想以上に喜んだのがショックだったのか――江ノ島さんは唇をプルプルと小刻みに震わせていました。

「……ちなみに、ここからは大事な話だからちゃんとメモってよね」

「うんうん！　わかったからさっさと続けちゃって！」

私がノートを構えながら促すと――彼女はコホンと咳ばらいをした後で、宣言するように高らかに言い放ちました。

「ジャジャーン、発表しまーす！　そのヒントというのは『江ノ島盾子ちゃんの目的』についてなのでしたー！」

そして江ノ島さんは右手でＶサイン。

「その目的ってのは二つありまーーす！」

彼女は左手で、Ｖ字に立てた右手の人差し指を指しながら、

「まず一つ目の目的は、この学園の希望の象徴であるカムクライズルを完膚なきまでに叩き潰すこと！」

そして次に、右手の中指を指しながら、

「それと、もう一つの目的は……」

そこでじっくり溜めた後――彼女は声のボリュームを最大限まで上げました。

「愛するダーリンである松田夜助を殺すことでーーす！」

バサッ。

と、音がしたところで、自分がノートを落としたことに気付きました。

気付きながら固まっていました。私は声も出せないほど完全に固まってしまいました。

――愛するダーリンである松田夜助を殺すこと。

その意味不明な言葉が、私の中に恐怖と不安と混乱を一気に芽吹かせ、それが瞬く間に全身に一気に根を張り巡らしていき――そして私は硬直してしまったのです。

まるで全身をギプスでしっかりと固定されたみたいに、指一本動かせない状態でした。

と、そんな風に黙り込んでしまった私をじっと見つめる江ノ島さんも――

「………………」

また無言でした。

彼女は口を一直線に固く結ぶことで無言の意思表示をしています。

そして、そのまま一切の言葉を発することなく――江ノ島さんは小さく手を振りながら私の部屋からそっと立ち去っていきました。

バタン。

扉の閉じる音が聞こえたところで――私は貧血を起こしたみたいに、へなへなとその場にしゃがみ込んでしまいました。

「な、何……それ…………」

まるで死にかけの小鳥がさえずったような声が、喉の奥から絞り出されます。

「ま、松田くん…………松田くんを……？」

――殺す？

殺す。殺す。殺す。殺す。殺す。殺す。

殺す。殺す。殺す。殺す。殺す。殺す。

殺す。殺す。殺す。殺す。殺す。殺す。

その残酷な言葉は、私の世界を一気に埋め尽くしていきました。

「だ、駄目……そ、そんなの絶対に駄目だよ……」

顔が熱い――髪の毛が逆立つほどの熱が私の顔面に集まります。

「そ、そんなこと……絶対にっ……」

そして胸も熱い――燃えるような激情が私の心臓の鼓動を一気に高めていきます。

すると――そこで不思議なことが起きました。

私の胃の奥から湧き上がったマグマのような熱気が、体の中を逆流するようにせり上がってきて、そして私の胸のあたりで大爆発を起こしたのです。

その衝撃は心臓から全身の筋肉へと流れていき――

そして私を突き動かしました！

「わっ、私が！　絶対にっ……させないからああああああああっ！」

私は絶叫しながら――寄宿舎の廊下へと飛び出していました。

自分でも信じられないくらいの熱が、私を弾丸のように走らせます。手にした『音無涼子の記憶ノート』が風にめくられ、バタバタと音を立てて鳴いていました。

そんな相棒の鳴き声を聞きながら――私は心の中で叫びます。

――私の世界は私が守る！

――松田くんは私が守る！

そのまま私は疾風の如く、寄宿舎の廊下を駆け抜けていきました。

――松田くん、待っててねっ！　

――すぐに私が行くからねっ！

音無涼子は走ります。

松田くんと、私の世界を守る救世主となって――走るのです。

だけど、私はまだ気付いていませんでした。

何かの為に必死の行動を起こすというこの行為自体が、私にとっての絶望の始まりだったということに――

私はまだ絶望的なまでに気付いていなかったのです。`;

export default story;
